import React, { useEffect } from "react";
import Header from "../components/Header";
import Footer from "../components/Footer";

function Book_sell_center() {
  useEffect(() => {
    window.scrollTo(0, 0);
  }, []);
  useEffect(() => {
    const script = document.createElement("script");
    script.src = "https://nooraniboardctg.com/public/js/noorani.js";
    script.async = true;
    document.body.appendChild(script);
    return () => {
      document.body.removeChild(script);
    };
  }, []);
  return (
    <div
      style={{ background: "url(https://nooraniboardctg.com/public/bg.jpg)" }}
      onContextMenu={(e) => e.preventDefault()}
      data-new-gr-c-s-check-loaded="14.1184.0"
      data-gr-ext-installed=""
      cz-shortcut-listen="true"
    >
      <Header />

      <div className="container bg-white pt-3">
        <section className="mt-4">
          <h3 className="text-center" style={{ fontWeight: 500 }}>
            বই বিক্রয় কেন্দ্রের তালিকা{" "}
          </h3>
          <hr />
          <div className="row">
            <div className="col-12 ">
              <div className="filter">
                <h2 className="filter_text">
                  <span>ফিল্টার করুন :- </span>
                </h2>
                <div className="row">
                  <div className="col-md-4">
                    <input
                      name="name"
                      type="text"
                      className="form-control"
                      id="filter_input"
                      placeholder="সার্চ করুন"
                    />
                  </div>
                </div>
              </div>
              <hr />

              <table className="table table-bordered custom_table_list tableeee">
                <thead>
                  <tr>
                    <th>ক্রমিক</th>
                    <th>কেন্দ্র কোড</th>
                    <th>কেন্দ্রের নাম</th>
                    <th>কেন্দ্রের ঠিকানা</th>
                    <th>জিম্মাদার-এর নাম</th>
                    <th>জিম্মাদার-এর ফোন</th>
                  </tr>
                </thead>
                <tbody id="filter_table">
                  <tr>
                    <td>১</td>
                    <td />
                    <td>
                      পিরোজপুর: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      কলেজ রোড, খুমুরিয়া, পিরোজপুর সদর, পিরোজপুর সদর, পিরোজপুর
                    </td>
                    <td>মুফতি জসিম উদ্দিন সাহেব</td>
                    <td>8801322891012</td>
                  </tr>
                  <tr>
                    <td>২</td>
                    <td />
                    <td>মদীনাতুল উলূম মাদরাসা ও এতিমখানা</td>
                    <td>
                      {" "}
                      লাধুরচর (পূর্বপাড়া), মহজমপুর, সোনারগাঁও, নারায়নগঞ্জ
                    </td>
                    <td>মাও. জাকারিয়া সাহেব</td>
                    <td>8801913638048</td>
                  </tr>
                  <tr>
                    <td>৩</td>
                    <td />
                    <td>জামিয়া শামসুল উলুম দারুল হুদা মাদরাসা ও এতিমখানা</td>
                    <td> তারাশী, কোটালীপাড়া, কোটালীপাড়া, গোপালগঞ্জ</td>
                    <td>মাও. মোঃ শওকাত হোসেন সাহেব</td>
                    <td>8801718285186</td>
                  </tr>
                  <tr>
                    <td>৪</td>
                    <td />
                    <td>মাখযানুল উলূম ক্বওমী মাদরাসা</td>
                    <td> কমলাকান্তপুর, রানীহাটি, শিবগঞ্জ, চাঁপাইনবাবগঞ্জ</td>
                    <td>মুফতী আব্দুর রহিম সাহেব</td>
                    <td>8801754471288</td>
                  </tr>
                  <tr>
                    <td>৫</td>
                    <td />
                    <td>
                      টাঙ্গাইল কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> বড় ইছাপুর, বাংড়া, কালিহাতী, টাঙ্গাইল</td>
                    <td>মুফতি জসিম উদ্দিন সাহেব</td>
                    <td>8801771555000</td>
                  </tr>
                  <tr>
                    <td>৬</td>
                    <td>১০০০</td>
                    <td />
                    <td />
                    <td>মাওলানা মুফ্তী জসিম উদ্দীন সাহেব (দা.বা.)</td>
                    <td>8801771555000</td>
                  </tr>
                  <tr>
                    <td>৭</td>
                    <td>১০০০</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম</td>
                    <td>মাও. মুফতি জসিম উদ্দীন সাহেব</td>
                    <td>8801771555000</td>
                  </tr>
                  <tr>
                    <td>৮</td>
                    <td>১০০১</td>
                    <td>ইসলামিয়া আরবীয়া তা’লীমুল কুরআন মাদরাসা</td>
                    <td> আলীপুর, হাটহাজারী, চট্টগ্রাম</td>
                    <td>মাও. জমির উদ্দীন সাহেব</td>
                    <td>8801825113346</td>
                  </tr>
                  <tr>
                    <td>৯</td>
                    <td>১০০২</td>
                    <td>
                      আল জামেয়াতুল আরবিয়া নছিরুল ইসলাম (নাজিরহাট বড় মাদ্রাসা
                      নুরানী বিভাগ)
                    </td>
                    <td> নাজিরহাট, নাজিরহাট, ফটিকছড়ি, চট্টগ্রাম</td>
                    <td>মুফতী হাবিবুর রহমান সাহেব</td>
                    <td>8801815809552</td>
                  </tr>
                  <tr>
                    <td>১০</td>
                    <td>১০০৩</td>
                    <td>রাবার বাগান ইউনুছিয়া মিসবাহুল উলূম মাদ্রাসা </td>
                    <td>
                      {" "}
                      (নূরানী বিভাগ), ইসলামপুর, হেঁয়াকো, ভূজপুর, চট্টগ্রাম
                    </td>
                    <td>মাও. ক্বারী আবু সাঈদ সাহেব</td>
                    <td>8801817788328</td>
                  </tr>
                  <tr>
                    <td>১১</td>
                    <td>১০০৪</td>
                    <td>
                      আল-জামিয়াতুল ইসলামিয়া এমদাদুল ইসলাম মাদরাসা (নূরানী বিভাগ)
                    </td>
                    <td> কাজিরহাট, কাজিরহাট, ভূজপুর, চট্টগ্রাম</td>
                    <td>মাও. জুনাঈদ বিন জালাল সাহেব</td>
                    <td>8801815133693</td>
                  </tr>
                  <tr>
                    <td>১২</td>
                    <td>১০০৫</td>
                    <td>মারকাযুদ দাওয়া ওয়াল ইরশাদ তা’লীমুল কুরআন মাদরাসা</td>
                    <td>
                      {" "}
                      (সাতকানিয়া কলোনী) ওয়াসা মোড়, খুলশী, খুলশী, চট্টগ্রাম
                    </td>
                    <td>আল্লামা মুফতি জসিমুদ্দীন সাহেব দা: বা:</td>
                    <td>8801818920484</td>
                  </tr>
                  <tr>
                    <td>১৩</td>
                    <td>১০০৬</td>
                    <td>
                      আল-জামিয়া আল-ইসলামীয়া দারুল উলূম চাকমারকুল (বড় মাদরাসা)
                    </td>
                    <td> চাকমারকুল, রামু, কক্সবাজার</td>
                    <td>মাও. সিরাজুল ইসলাম সাহেব</td>
                    <td>8801817703400</td>
                  </tr>
                  <tr>
                    <td>১৪</td>
                    <td>১০০৭</td>
                    <td>শাহ্ মজিদিয়া নূরানী তা’লীমুল কুরআন মাদ্রাসা</td>
                    <td>
                      {" "}
                      ঈদুল মল্লপাড়া (৫নং ওয়ার্ড), পটিয়া, পটিয়া, চট্টগ্রাম
                    </td>
                    <td>মুফতি নুরুল আবছার সাহেব</td>
                    <td>8801687910481</td>
                  </tr>
                  <tr>
                    <td>১৫</td>
                    <td>১০০৮</td>
                    <td>তা’লীমুল কোরআন নূরানী মাদরাসা</td>
                    <td> কাহাতিয়াপাড়া (ধলিরছড়া), রশিদ নগর, রামু, কক্সবাজার</td>
                    <td>মাও. আবু হানিফ সাহেব</td>
                    <td>8801834679856</td>
                  </tr>
                  <tr>
                    <td>১৬</td>
                    <td>১০০৯</td>
                    <td>আল জামিয়াতুল আরবিয়াতুল ইসলামিয়া (নূরানী বিভাগ)</td>
                    <td> সিকদার পাড়া, গোরকঘাটা, মহেশখালী, কক্সবাজার</td>
                    <td>মাও. আবদুল মুনাঈম সাহেব</td>
                    <td>8801793111351</td>
                  </tr>
                  <tr>
                    <td>১৭</td>
                    <td>১০১০</td>
                    <td>আল-জামিয়া আল ইসলামিয়া টেকনাফ (নূরানী বিভাগ)</td>
                    <td> টেকনাফ পৌরসভা, টেকনাফ, টেকনাফ, কক্সবাজার</td>
                    <td>মুফতী কিফায়তুল্লাহ সাহেব</td>
                    <td>8801817009383</td>
                  </tr>
                  <tr>
                    <td>১৮</td>
                    <td>১০১১</td>
                    <td>মাদরাসা আজীজিয়া ক্বাছেমুল উলূম দোহাজারী</td>
                    <td> দোহাজারী পৌরসভা, দোহাজারী, চন্দনাইশ, চট্টগ্রাম</td>
                    <td>মাও. হাবিবুল্লাহ সাহেব হাশিমপুরী</td>
                    <td>8801814729267</td>
                  </tr>
                  <tr>
                    <td>১৯</td>
                    <td>১০১২</td>
                    <td>আল-মাদরাসাতুল আরবিয়াতুল হাফিজিয়াহ (নূরানী বিভাগ)</td>
                    <td> ছমদর পাড়া, সাতকানিয়া, চট্টগ্রাম</td>
                    <td>মাও. আবুল হাছন সাহেব (দা.বা.)</td>
                    <td>8801817793917</td>
                  </tr>
                  <tr>
                    <td>২০</td>
                    <td>১০১৩</td>
                    <td>দারুল উলূম আইনুল ইসলাম মাদরাসা</td>
                    <td> পূর্ব চাম্বল, চাম্বল, বাঁশখালী, চট্টগ্রাম</td>
                    <td>মাও. আবদুল জলিল সাহেব</td>
                    <td>8801715608387</td>
                  </tr>
                  <tr>
                    <td>২১</td>
                    <td>১০১৫</td>
                    <td>
                      আবুরহাট মনিরুল ইসলাম মাদরাসা (নূরানী কিন্ডার গার্টেন
                      বিভাগ)
                    </td>
                    <td> জয়নগর, আবুরহাট, মীরসরাই, চট্টগ্রাম</td>
                    <td>মাও. শহিদুল ইসলাম</td>
                    <td>8801815570105</td>
                  </tr>
                  <tr>
                    <td>২২</td>
                    <td>১০১৬</td>
                    <td>জামিয়া ইসলামিয়া দারুস সুন্নাহ (গোরস্থান মাদরাসা)</td>
                    <td>
                      {" "}
                      কেন্দ্রীয় গোরস্থান কমপ্লেক্স, টাঙ্গাইল সদর, টাঙ্গাইল
                    </td>
                    <td>মুফতি আশরাফুজ্জামান কাসেমী</td>
                    <td>8801714259315</td>
                  </tr>
                  <tr>
                    <td>২৩</td>
                    <td>১০১৭</td>
                    <td>জামিয়া কাশেফুল উলূম (হাটখোলা মাদরাসা)</td>
                    <td> হাটখোলা, মধুপুর, টাঙ্গাইল</td>
                    <td>মাও. সোলাইমান কাসেমী সাহেব</td>
                    <td>8801714784117</td>
                  </tr>
                  <tr>
                    <td>২৪</td>
                    <td>১০১৮</td>
                    <td>দারুল উলূম হামিউসসুন্নাহ মাদরাসা</td>
                    <td> চাঁন্দশী, ঘাটাইল, টাঙ্গাইল</td>
                    <td>মাও. মোজাম্মেল সাহেব</td>
                    <td>8801718813987</td>
                  </tr>
                  <tr>
                    <td>২৫</td>
                    <td>১০২০</td>
                    <td>দারুল উলূম মাদরাসা</td>
                    <td>
                      {" "}
                      খুলনা বাসষ্ট্যান্ড, কোতোয়ালী (মনিহার), যশোর সদর, যশোর
                    </td>
                    <td>মাও. আবুল বাশার সাহেব</td>
                    <td>8801915609261</td>
                  </tr>
                  <tr>
                    <td>২৬</td>
                    <td>১০২৩</td>
                    <td>দারুল উলূম মহিউস সুন্নাহ মাদরাসা</td>
                    <td> আখাউড়া, ব্রাহ্মণবাড়িয়া</td>
                    <td>হাফেজ মাও. আসআদ সাহেব</td>
                    <td>8801712602342</td>
                  </tr>
                  <tr>
                    <td>২৭</td>
                    <td>১০২৬</td>
                    <td>নূরানী মডেল মাদরাসা এন্ড স্কুল শাখা</td>
                    <td> শাহবাজপুর, জামালপুর সদর, জামালপুর</td>
                    <td>মাও. মোহা: সেলিম সাহেব</td>
                    <td>8801715265134</td>
                  </tr>
                  <tr>
                    <td>২৮</td>
                    <td>১০২৭</td>
                    <td>জামিয়া হোসাইনিয়া আরাবিয়া</td>
                    <td> কাজিরপাড়া, মেলান্দহ, জামালপুর</td>
                    <td>মুফতী শামসুদ্দিন সাহেব</td>
                    <td>8801914026681</td>
                  </tr>
                  <tr>
                    <td>২৯</td>
                    <td>১০২৮</td>
                    <td>মাদরাসা তা’লীমুল উমাম (মারকাজ মসজিদ)</td>
                    <td> গজিনপুর, নেত্রকোণা সদর, নেত্রকোণা সদর, নেত্রকোণা</td>
                    <td>মাও. আব্দুশ শাকুর সাহেব</td>
                    <td>8801914860676</td>
                  </tr>
                  <tr>
                    <td>৩০</td>
                    <td>১০২৯</td>
                    <td>
                      জামিয়া মাহমুদিয়া ইসলামিয়া (সোবহানীঘাট মাদ্রাসা),
                      সোবহানীঘাট
                    </td>
                    <td> সোবহানীঘাট, সিলেট সদর, সিলেট</td>
                    <td>মোঃ</td>
                    <td>8801812448111</td>
                  </tr>
                  <tr>
                    <td>৩১</td>
                    <td>১০৩০</td>
                    <td>জামেয়া হোসাইনিয়া শায়েস্তাগঞ্জ মাদ্রাসা</td>
                    <td> নতুন ব্রীজ, শায়েস্তাগঞ্জ, হবিগঞ্জ</td>
                    <td>মুফতি আব্দুল কুদ্দুস সাহেব</td>
                    <td>8801751699909</td>
                  </tr>
                  <tr>
                    <td>৩২</td>
                    <td>১০৩৩</td>
                    <td>বাইতুল কুরআন হাফিজিয়া মাদরাসা</td>
                    <td> দত্তপাড়া, ঈশ্বরগঞ্জ, ময়মনসিংহ</td>
                    <td>হাফেজ মাও. আহমদ আলী</td>
                    <td>8801753639517</td>
                  </tr>
                  <tr>
                    <td>৩৩</td>
                    <td>১০৩৪</td>
                    <td>দারুল উলূম হামিউসসুন্নাহ মাদরাসা</td>
                    <td>
                      {" "}
                      বাগরাকসা (নতুন বাস টার্মিনাল), শেরপুর শহর, শেরপুর সদর,
                      শেরপুর
                    </td>
                    <td>হাফেজ মাও. জাকারিয়া সাহেব</td>
                    <td>8801912149074</td>
                  </tr>
                  <tr>
                    <td>৩৪</td>
                    <td>১০৩৫</td>
                    <td>
                      আল জামিয়াতুল কারীমিয়া নূরুল উলূম জুম্মাপাড়া (নূরানী বিভাগ)
                    </td>
                    <td> জুম্মাপাড়া, রংপুর সদর, রংপুর</td>
                    <td>হযরত মাও. ইদ্রীস সাহেব</td>
                    <td>8801721217045</td>
                  </tr>
                  <tr>
                    <td>৩৫</td>
                    <td>১০৪১</td>
                    <td>দারুল উলুম দেয়াং পাহাড় মাদ্রাসা</td>
                    <td> (কে.ই.পি.জেড. সংলগ্ন), কর্ণফুলী, চট্টগ্রাম</td>
                    <td>মাও. আবুল হাসেম সাহেব</td>
                    <td>8801819377949</td>
                  </tr>
                  <tr>
                    <td>৩৬</td>
                    <td>১০৪৩</td>
                    <td>দারুল উলূম ফারুকিয়া আল ইসলামিয়া মাদরাসা</td>
                    <td>
                      {" "}
                      মাগুড়া (প্রধান পাড়া), মাগুড়া- ৫০৪১, পঞ্চগড় সদর, পঞ্চগড়
                    </td>
                    <td>হাফেজ মাও. মাহমুদুল আলম সাহেব</td>
                    <td>8801726315757</td>
                  </tr>
                  <tr>
                    <td>৩৭</td>
                    <td>১০৪৭</td>
                    <td>তাহসিনুল কুরআন নূরানী মডেল মাদরাসা</td>
                    <td>
                      {" "}
                      উপ-রাজারামপুর মোড়, চাঁপাইনবাবগঞ্জ সদর, চাঁপাইনবাবগঞ্জ
                    </td>
                    <td>মাওলানা আব্দুল কুদ্দুস সাহেব</td>
                    <td>8801721207894</td>
                  </tr>
                  <tr>
                    <td>৩৮</td>
                    <td>১০৪৭</td>
                    <td>তাহসিনুল কুরআন নূরানী মডেল মাদরাসা উপরাজারামপুর মোড়</td>
                    <td> উপরাজারামপুর, চাঁপাইনবাবগঞ্জ সদর, চাঁপাইনবাবগঞ্জ</td>
                    <td>মাওলানা আব্দুল কুদ্দুস সাহে</td>
                    <td>8801721207894</td>
                  </tr>
                  <tr>
                    <td>৩৯</td>
                    <td>১০৪৮</td>
                    <td>
                      দারুল উলূম ঈশ্বর লক্ষীপুর বালক-বালিকা ক্বওমী মাদ্রাসা ও
                      এতিমখানা
                    </td>
                    <td> ঈশ্বর লক্ষীপুর, পাঠাকাটা হাট, মহাদেবপুর, নওগাঁ</td>
                    <td>মাও. সাঈদুর রহমান সাহেব</td>
                    <td>8801737241643</td>
                  </tr>
                  <tr>
                    <td>৪০</td>
                    <td>১০৫০</td>
                    <td>জামিয়া মদিনাতুল উলূম (আমিন বাজার মাদরাসা)</td>
                    <td> পাঁচ গাছিয়া, আমীন বাজার, সাভার, ঢাকা</td>
                    <td>মাও. সলিম উল্লাহ সাহেব</td>
                    <td>8801818338774</td>
                  </tr>
                  <tr>
                    <td>৪১</td>
                    <td>১০৫৩</td>
                    <td>ইসলামিয়া আশরাফুল উলুম মাদ্রাসা</td>
                    <td> শেখেরখীল্লা ঘোনা, পেকুয়া, কক্সবাজার</td>
                    <td>মাও. আবুল বাশার সাহেব</td>
                    <td>8801813132270</td>
                  </tr>
                  <tr>
                    <td>৪২</td>
                    <td>১০৫৪</td>
                    <td>
                      আল-জামেয়াতুল ইসলামিয়া দারুল উলূম পীর সাহেব বাড়ী মাদরাসা
                    </td>
                    <td>
                      {" "}
                      কুঞ্জশ্রীপুর (পীরবাড়ী), গুনবতী, চৌদ্দগ্রাম, কুমিল্লা
                    </td>
                    <td>মাও. এরশাদ আলী সাহেব</td>
                    <td>8801834686795</td>
                  </tr>
                  <tr>
                    <td>৪৩</td>
                    <td>১০৫৬</td>
                    <td>আস-সুন্নাহ ট্রাস্ট নূরানী কিন্ডার গার্টেন</td>
                    <td> আস-সুন্নাহ মহল্লা, ঝিনাইদহ, ঝিনাইদহ সদর, ঝিনাইদহ</td>
                    <td>হাফেজ মাও. হাবিবুল্লাহ মিসবাহ সাহেব</td>
                    <td>8801750230123</td>
                  </tr>
                  <tr>
                    <td>৪৪</td>
                    <td>১০৫৭</td>
                    <td>মধুঝিরী নূরানী মাদরাসা ও এতিমখানা</td>
                    <td> মধুঝিরী (৭নং ওয়ার্ড), লামা, লামা, বান্দরবান</td>
                    <td>মাও. আবদুস সাত্তার সাহেব</td>
                    <td>8801812020547</td>
                  </tr>
                  <tr>
                    <td>৪৫</td>
                    <td>১০৬২</td>
                    <td>
                      জামিয়া খাদিজাতুল কোবরা (রা.) মহিলা মাদরাসা হেফজখানা ও
                      এতিমখানা
                    </td>
                    <td> তিনটহরী গুচ্ছগ্রাম, মানিকছড়ি, মানিকছড়ি, খাগড়াছড়ি</td>
                    <td>মুফতী মনসুরুল হক সাহেব</td>
                    <td>8801889744647</td>
                  </tr>
                  <tr>
                    <td>৪৬</td>
                    <td>১০৬৪</td>
                    <td>দারুল মোস্তফা তা’লীমুল কুরআন নূরানী মাদ্রাসা</td>
                    <td> ছদাহা, ফকিরহাট, সাতকানিয়া, চট্টগ্রাম</td>
                    <td>মাও. তৌহিদুর রহমান সাহেব</td>
                    <td>8801815527250</td>
                  </tr>
                  <tr>
                    <td>৪৭</td>
                    <td>১০৬৬</td>
                    <td>দারুল উলূম নূরানী মাদ্রাসা</td>
                    <td> দেওভোগ, সলঙ্গা, সিরাজগঞ্জ</td>
                    <td>মুফতি ওবাইদুল্লাহ সাহবে</td>
                    <td>8801791752438</td>
                  </tr>
                  <tr>
                    <td>৪৮</td>
                    <td>১০৬৭</td>
                    <td>উমিদিয়া জামেয়া ইসলামিয়া (নূরানী বিভাগ)</td>
                    <td> কুলসুম নগর, কক্সবাজার, কক্সবাজার সদর, কক্সবাজার</td>
                    <td>মাওঃ আলী হাসান চৌধুরী সাহেব</td>
                    <td>8801811617016</td>
                  </tr>
                  <tr>
                    <td>৪৯</td>
                    <td>১০৬৮</td>
                    <td>
                      মুহাম্মদিয়া ক্বওমিয়া মাদ্রাসা (মোমতাজুল উলূম মাদ্রাসা
                      কুষ্টিয়া শাখা)
                    </td>
                    <td>
                      {" "}
                      মহিষডাঙ্গা (১১মাইল), ইসলামী বিশ্ববিদ্যালয়, করিমপুর,
                      কুষ্টিয়া
                    </td>
                    <td>মাও. আরিফুজ্জামান সাহেব</td>
                    <td>8801749672300</td>
                  </tr>
                  <tr>
                    <td>৫০</td>
                    <td>১০৬৮</td>
                    <td>মোমতাজুল উলূম মাদরাসা</td>
                    <td> লুৎফর মুন্সি সড়ক, কুঠিপাড়া, কুষ্টিয়া সদর, কুষ্টিয়া</td>
                    <td>মাও. আরিফুজ্জামান সাহেব</td>
                    <td>8801749672300</td>
                  </tr>
                  <tr>
                    <td>৫১</td>
                    <td>১০৬৯</td>
                    <td>দারুস সালাম নূরানী একাডেমী ও মাদরাসা</td>
                    <td> টিকাপাড়া, ঠাকুরগাঁও সদর, ঠাকুরগাঁও সদর, ঠাকুরগাঁও</td>
                    <td>মাও. নজরুর ইসলাম সাহেব</td>
                    <td>8801723047044</td>
                  </tr>
                  <tr>
                    <td>৫২</td>
                    <td>১০৭১</td>
                    <td>ভাটিলঙ্গর পাড়া নূরানী ও হাফেজিয়া মাদরাসা</td>
                    <td> ভাটিলঙ্গর পাড়া, লঙ্গর পাড়া, শ্রীবরদী, শেরপুর</td>
                    <td>মুহাম্মদ সাদী সরকার সাহেব</td>
                    <td>8801789863711</td>
                  </tr>
                  <tr>
                    <td>৫৩</td>
                    <td>১০৭২</td>
                    <td>দারুল উলূম মাদরাসা মীরসরাই</td>
                    <td> তালবাড়ীয়া (ওয়ার্লেস), মিরসরাই, মীরসরাই, চট্টগ্রাম</td>
                    <td>হাফেজ শোয়াইব সাহেব</td>
                    <td>8801815604723</td>
                  </tr>
                  <tr>
                    <td>৫৪</td>
                    <td>১০৭৩</td>
                    <td>জামিয়া আরাবিয়া সিদ্দীকিয়া ক্বওমীয়া</td>
                    <td> পাটকেলঘাটা, পাটকেলঘাটা, পাটকেলঘাটা, সাতক্ষীরা</td>
                    <td>মুফতী মনিরুল হক সাহেব</td>
                    <td>8801818747995</td>
                  </tr>
                  <tr>
                    <td>৫৫</td>
                    <td>১০৭৬</td>
                    <td>আল জামিয়াতুল আরবিয়্যা কাসেমুল উলূম ক্বওমী মাদরাসা</td>
                    <td>
                      {" "}
                      কালুপাড়া (রহমতপাড়া), শত্রুজিৎপুর, মাগুরা সদর, মাগুরা
                    </td>
                    <td>হাফেজ মনিরুজ্জামান সাহেব</td>
                    <td>8801715351878</td>
                  </tr>
                  <tr>
                    <td>৫৬</td>
                    <td>১০৭৭</td>
                    <td>জমসেদিয়া নূরানী একাডেমি</td>
                    <td> উত্তর মাদার্শা, মাদার্শা, হাটহাজারী, চট্টগ্রাম</td>
                    <td>জনাব রফিকুল কাদের সাহেব</td>
                    <td>8801711711515</td>
                  </tr>
                  <tr>
                    <td>৫৭</td>
                    <td>১০৭৮</td>
                    <td>জমিরিয়া মাদরাসা হেফজখানা ও এতিমখানা</td>
                    <td>
                      {" "}
                      তহলি পাড়া (০৫নংওয়ার্ড), লেমশীখালী, কুতুবদিয়া, কক্সবাজার
                    </td>
                    <td>মাও. নুরুচ্ছাফা সাহেব</td>
                    <td>8801819632621</td>
                  </tr>
                  <tr>
                    <td>৫৮</td>
                    <td>১০৮০</td>
                    <td>নূরানী একাডেমী উত্তর ভাষান চর মাদ্রাসা</td>
                    <td> উত্তর ভাষান চর, আংগারীয়া , পালং, শরীয়তপুর</td>
                    <td>মাও. মকবুল হোসেন সাহেব</td>
                    <td>8801724315099</td>
                  </tr>
                  <tr>
                    <td>৫৯</td>
                    <td>১০৮১</td>
                    <td>জামালগঞ্জ হাফিজিয়া নূরানী ইসলামী কিন্ডার গার্টেন</td>
                    <td> জামালগঞ্জ সদর, সাচনা, জামালগঞ্জ, সুনামগঞ্জ</td>
                    <td>হাফেজ আব্দুর রহিম সাহেব</td>
                    <td>8801918003606</td>
                  </tr>
                  <tr>
                    <td>৬০</td>
                    <td>১০৮২</td>
                    <td>৭নং সেক্টর রহমানিয়া মাদরাসা</td>
                    <td> উপ-শহর (৭নং সেক্টর), শিক্ষাবোর্ড, যশোর সদর, যশোর</td>
                    <td>মাও. মিজানুর রহমান সাহেব</td>
                    <td>8801714442562</td>
                  </tr>
                  <tr>
                    <td>৬১</td>
                    <td>১০৮৫</td>
                    <td>ইসলামপুর হাফিজুল উলূম মাদরাসা ধামরাই</td>
                    <td> ইসলামপুর, ধামরাই, ঢাকা</td>
                    <td>মুফতী মাহবুবুর রহমান সাহেব</td>
                    <td>8801911003830</td>
                  </tr>
                  <tr>
                    <td>৬২</td>
                    <td>১০৮৭</td>
                    <td>ফয়জুল উলূম হামিউসসুন্নাহ নূরানী মাদরাসা</td>
                    <td> দারগারচালা, মাওনা বাজার, শ্রীপুর, গাজীপুর</td>
                    <td>মাও. সাইফুল ইসলাম সাহেব</td>
                    <td>8801921842930</td>
                  </tr>
                  <tr>
                    <td>৬৩</td>
                    <td>১০৮৯</td>
                    <td>ইক্বরা ইসলামী ইনিষ্টিটিউট</td>
                    <td> পশ্চিম সাগরিয়া, বুড়িরচর, হাতিয়া, নোয়াখালী</td>
                    <td>মাও. নুরুল আমিন সাহেব</td>
                    <td>8801720626980</td>
                  </tr>
                  <tr>
                    <td>৬৪</td>
                    <td>১০৯০</td>
                    <td>কালিকাপুর মুহিউসসুন্নাহ হাফেজিয়া নূরানী মাদরাসা</td>
                    <td> কালিকাপুর, কালিকাপুর, কালিগঞ্জ, সাতক্ষীরা</td>
                    <td>হাফেজ মাও. ইউনুছ সাহেব</td>
                    <td>8801718679015</td>
                  </tr>
                  <tr>
                    <td>৬৫</td>
                    <td>১০৯৩</td>
                    <td>জামিয়া মাদানীয়া দারুস সালাম ও এতিমখানা</td>
                    <td> কল্পবাস, ধান্যদৌল, ব্রাহ্মণপাড়া, কুমিল্লা</td>
                    <td>মুফতি দেলওয়ার সাহেব</td>
                    <td>8801924287326</td>
                  </tr>
                  <tr>
                    <td>৬৬</td>
                    <td>১০৯৪</td>
                    <td>আল-জামিয়াতুল ফোরকানিয়া ও হাফেজিয়া মাদ্রাসা</td>
                    <td> বারোপুর উত্তরপাড়া, নুনগোলা, বগুড়া সদর, বগুড়া</td>
                    <td>হাফেজ মাও. মাহবুব আরেফীন</td>
                    <td>8801740959515</td>
                  </tr>
                  <tr>
                    <td>৬৭</td>
                    <td>১০৯৫</td>
                    <td>জামিয়া ইসলামিয়া দারুল উলূম ঝিনাইদহ</td>
                    <td> চুটলিয়া (উত্তর পাড়া), ঝিনাইদহ সদর, ঝিনাইদহ</td>
                    <td>মুফ্তী শহিদুল্লাহ সাহেব</td>
                    <td>8801715634393</td>
                  </tr>
                  <tr>
                    <td>৬৮</td>
                    <td>১০৯৯</td>
                    <td>আল জামিয়াতুল ইসলামিয়া কাছিমুল উলূম</td>
                    <td>
                      {" "}
                      পূর্ব বাগ ভান্ডার, ভুরুঙ্গামারী, ভুরুঙ্গামারী, কুড়িগ্রাম
                    </td>
                    <td>হাফেজ মাও. মুফতী জিয়াউল হক সাহেব</td>
                    <td>8801721115713</td>
                  </tr>
                  <tr>
                    <td>৬৯</td>
                    <td>১১০০</td>
                    <td>মদিনাতুল উলূম ইসলামিয়া নূরানী মাদরাসা</td>
                    <td>
                      {" "}
                      সিংগির ভিটা, কাছারী পায়ড়া ডাঙ্গা, নাগেশ্বরী, কুড়িগ্রাম
                    </td>
                    <td>মাও. আশরাফ আলী সাহেব</td>
                    <td>8801723352150</td>
                  </tr>
                  <tr>
                    <td>৭০</td>
                    <td>১১০১</td>
                    <td>ইক্বরা মহিলা মাদ্রাসা (নূরানী বিভাগ)</td>
                    <td> উত্তর লাকসাম, লাকসাম, কুমিল্লা</td>
                    <td>মাও. জামাল উদ্দীন সাহেব</td>
                    <td>8801818885376</td>
                  </tr>
                  <tr>
                    <td>৭১</td>
                    <td>১১০২</td>
                    <td>মাদরাসা-ই-আশরাফিয়া</td>
                    <td> মুছাপুর, ওসমানিয়া, সন্দ্বীপ, চট্টগ্রাম</td>
                    <td>মাও. আবু বকর ছিদ্দিক সাহেব</td>
                    <td>8801843829594</td>
                  </tr>
                  <tr>
                    <td>৭২</td>
                    <td>১১০৪</td>
                    <td>
                      ডাঙ্গীরহাট দারুল জান্নাত রফিকুল উলূম ক্বওমী হাফিজিয়া
                      মাদ্রাসা ও লিল্লাহ বোর্ডিং
                    </td>
                    <td> ডাঙ্গীরহাট, তারাগঞ্জ, রংপুর</td>
                    <td>মাও. কাজী রফিকুল ইসলাম সাহেব</td>
                    <td>8801724950444</td>
                  </tr>
                  <tr>
                    <td>৭৩</td>
                    <td>১১০৫</td>
                    <td>আল-হক্ব ইসলামী একাডেমী বালক-বালিকা মাদ্রাসা</td>
                    <td>
                      {" "}
                      পশ্চিম সিলোনিয়া(লালপোল), হাজীরবাজার, ফেনী সদর, ফেনী
                    </td>
                    <td>মাও. সাইফুল্লাহ সাহেব</td>
                    <td>8801821510309</td>
                  </tr>
                  <tr>
                    <td>৭৪</td>
                    <td>১১০৬</td>
                    <td>মাহমুদিয়া হাফিজিয়া ও নূরানী প্রি-ক্যাডেট মাদরাসা</td>
                    <td> শিপেরখাল, আশাখালী, বরগুনা সদর, বরগুনা</td>
                    <td>মাও. দেলোয়ার হোসাইন সাহেব</td>
                    <td>8801718204422</td>
                  </tr>
                  <tr>
                    <td>৭৫</td>
                    <td>১১০৭</td>
                    <td>তা’লীমুল কুরআন নূরানী মাদরাসা ধানবাড়ী</td>
                    <td> বকলবাড়ী (জামালপুর রোড), ধনবাড়ী, ধনবাড়ী, টাঙ্গাইল</td>
                    <td>মো: সাইফুল ইসলাম সাহেব</td>
                    <td>8801925414238</td>
                  </tr>
                  <tr>
                    <td>৭৬</td>
                    <td>১১০৮</td>
                    <td>দারুল উলূম মাদ্রাসা</td>
                    <td> তেমুহনি, উত্তর লামছড়ি, লক্ষ্মীপুর সদর, লক্ষীপুর</td>
                    <td>মাও. কলিম উল্লাহ সাহবে</td>
                    <td>8801715533098</td>
                  </tr>
                  <tr>
                    <td>৭৭</td>
                    <td>১১১০</td>
                    <td>সমাসনারী জামিয়া ইসলামিয়া মাদ্রাসা ও এতিমখানা</td>
                    <td> সমাসনারী, পাইকরহাটি, সাঁথিয়া, পাবনা</td>
                    <td>মাও. আমজাদ হোসেন সাহেব</td>
                    <td>8801712983244</td>
                  </tr>
                  <tr>
                    <td>৭৮</td>
                    <td>১১১২</td>
                    <td>মিরপুর এমদাদিয়া হাফিজিয়া নূরানী মাদরাসা</td>
                    <td> মিরপুর, সিরাজগঞ্জ, সিরাজগঞ্জ সদর, সিরাজগঞ্জ</td>
                    <td>হাফেজ মাও. আবু হুরায়ারা সাহেব</td>
                    <td>8801734694743</td>
                  </tr>
                  <tr>
                    <td>৭৯</td>
                    <td>১১১৩</td>
                    <td>মাখজানুল উলূম ক্বওমী মাদ্রাসা নূরানী শাখা</td>
                    <td>
                      {" "}
                      রানীহাটি, রানীহাটি, চাঁপাইনবাবগঞ্জ সদর, চাঁপাইনবাবগঞ্জ
                    </td>
                    <td>মাও. আব্দুর রব সাহেব</td>
                    <td>8801736241459</td>
                  </tr>
                  <tr>
                    <td>৮০</td>
                    <td>১১১৪</td>
                    <td>ফয়জিয়া মহিউল ইসলাম ক্বওমী মাদরাসা</td>
                    <td>
                      {" "}
                      কাদিরহাট, মহারাজা (পাঁচপীর), মুজাহিদাবাদ, রাণীশংকৈল,
                      ঠাকুরগাঁও
                    </td>
                    <td>মাও. আব্দুল মজিদ সাহেব</td>
                    <td>8801739263065</td>
                  </tr>
                  <tr>
                    <td>৮১</td>
                    <td>১১১৬</td>
                    <td>ইমাম নগর নূরানী মডেল একাডেমী</td>
                    <td> ইমাম নগর, ভোলাহাট, চাঁপাইনবাবগঞ্জ</td>
                    <td>হাফেজ মুহা: মাহিদুর রহমান</td>
                    <td>8801740578606</td>
                  </tr>
                  <tr>
                    <td>৮২</td>
                    <td>১১১৭</td>
                    <td>রাজশাহী দারুল উলূম মাদরাসা</td>
                    <td> মালোপাড়া, বোয়ালিয়া, রাজশাহী</td>
                    <td>মাও. মিনহাজ সাহেব</td>
                    <td>8801746857102</td>
                  </tr>
                  <tr>
                    <td>৮৩</td>
                    <td>১১১৯</td>
                    <td>চামটাহাট তা’লীমুল কুরআন দারুল উলূম মাদরাসা</td>
                    <td> চামটাহাট, মদাতী, কালীগঞ্জ, লালমনিরহাট</td>
                    <td>মুফতি আব্দুর রহিম সাহেব</td>
                    <td>8801774385258</td>
                  </tr>
                  <tr>
                    <td>৮৪</td>
                    <td>১১২০</td>
                    <td>হামিউসসুন্নাহ রউজাতুল উলূম মাদরাসা</td>
                    <td> সাতপাকিয়া (ফেরীঘাট), দিকপাড়া, শেরপুর সদর, শেরপুর</td>
                    <td>মাও. শফিকুর রহমান সাহেব</td>
                    <td>8801740924992</td>
                  </tr>
                  <tr>
                    <td>৮৫</td>
                    <td>১১২১</td>
                    <td>আল-মানহাল মডেল আহমদিয়া মাদরাসা</td>
                    <td>
                      {" "}
                      মীরপাড়া, (জেলা পরিষদ আ/এ), অক্সিজেন, বায়েজিদ, চট্টগ্রাম
                    </td>
                    <td>মাও. মুসলিম উদ্দীন সাহেব</td>
                    <td>8801824824852</td>
                  </tr>
                  <tr>
                    <td>৮৬</td>
                    <td>১১২২</td>
                    <td>আল জামিয়াতুল ইসলামিয়া আদর্শ ইসলামী কিন্ডার গার্টেন</td>
                    <td> পূর্ব ফিরোজ শাহ কলোনী, আকবরশাহ, আকবরশাহ, চট্টগ্রাম</td>
                    <td>মাওলানা ফয়সাল সাহেব</td>
                    <td>8801817209059</td>
                  </tr>
                  <tr>
                    <td>৮৭</td>
                    <td>১১২৩</td>
                    <td>জামিয়া দারুল ঈমান (বেগম মসজিদ)</td>
                    <td>
                      {" "}
                      জে.এম. সেন গুপ্ত রোড, নতুন বাজার, চাঁদপুর সদর, চাঁদপুর
                    </td>
                    <td>মুফতি মাহবুবুর রহমান সাহেব</td>
                    <td>8801818646702</td>
                  </tr>
                  <tr>
                    <td>৮৮</td>
                    <td>১১২৪</td>
                    <td>দাওয়াতুত তাওহীদ মদরাসা</td>
                    <td> দক্ষিণ গোগদা চাক্তারপাড়, আদিতমারী, লালমনিরহাট</td>
                    <td>মাও. জাহেদুল ইসলাস সাহেব</td>
                    <td>8801792716110</td>
                  </tr>
                  <tr>
                    <td>৮৯</td>
                    <td>১১২৫</td>
                    <td>জামিয়া ইসহাকিয়া ইসলামিয়া মাদরাসা</td>
                    <td> দাসেরহাট, কাঁঠালবাড়ী, কুড়িগ্রাম সদর, কুড়িগ্রাম</td>
                    <td>মাও. আবু বক্কর সিদ্দীক সাহেব</td>
                    <td>8801716452380</td>
                  </tr>
                  <tr>
                    <td>৯০</td>
                    <td>১১২৬</td>
                    <td>আল জামিয়াতুল আশরাফিয়া মাদ্রাসা (নূরানী বিভাগ)</td>
                    <td> ঝাপুয়া, কালারমার ছড়া, মহেশখালী, কক্সবাজার</td>
                    <td>মাও. দলিলুর রহমান সাহেব</td>
                    <td>8801863854720</td>
                  </tr>
                  <tr>
                    <td>৯১</td>
                    <td>১১২৮</td>
                    <td>তাবাসসুম মহিলা মাদরাসা</td>
                    <td>
                      {" "}
                      ডিমলা পদুমশহর মজিদেরভিটা, পদুমশহর, সাঘাটা, গাইবান্ধা
                    </td>
                    <td>হাফেজ মাও.আবু সাঈদ সাহেব</td>
                    <td>8801717876435</td>
                  </tr>
                  <tr>
                    <td>৯২</td>
                    <td>১১২৯</td>
                    <td>মুফতী আবু ইউসুফ ভূঁইয়া নূরানী মাদরাসা</td>
                    <td> আতাদী, সুলতানসাদী, আড়াইহাজার, নারায়নগঞ্জ</td>
                    <td>মো: ইমরান ভুঁইয়া সাহেব</td>
                    <td>8801917164744</td>
                  </tr>
                  <tr>
                    <td>৯৩</td>
                    <td>১১৩৩</td>
                    <td>ধুমসাদ্দা রশিদিয়া ইসলামিয়া মাদরাসা</td>
                    <td> ধুমসাদ্দা, আফতাব বিবিরহাট, ফেনী সদর, ফেনী</td>
                    <td>মাও. আব্দুল কাইয়ুম সাহেব</td>
                    <td>8801815340662</td>
                  </tr>
                  <tr>
                    <td>৯৪</td>
                    <td>১১৩৪</td>
                    <td>জামিয়া সিদ্দীকিয়া নূরানী ক্যাডেট মাদরাসা</td>
                    <td> পূর্ব টেংরী (আম বাগান), ঈশ্বরদী, ঈশ্বরদী, পাবনা</td>
                    <td>হাফেজ মাও. আসাদুজ্জামান কাসেমী সাহেব</td>
                    <td>8801732338747</td>
                  </tr>
                  <tr>
                    <td>৯৫</td>
                    <td>১১৩৫</td>
                    <td>দক্ষিণ কাজীরচর দারুল উলূম হাফেজী ও নূরানী মাদ্রাসা</td>
                    <td>
                      {" "}
                      দক্ষিণ কাজীরচর, চর কমিশনার, চর কমিশনার, মুলাদী, বরিশাল
                    </td>
                    <td>হাফেজ মাও. আব্দুল্লাহ সাহেব</td>
                    <td>8801767123514</td>
                  </tr>
                  <tr>
                    <td>৯৬</td>
                    <td>১১৪১</td>
                    <td>জামিয়া ইসলামিয়া মদিনাতুল উলুম লক্ষীপুর</td>
                    <td> লক্ষীপুর, গৌরিপুর, দাউদকান্দি, কুমিল্লা</td>
                    <td>মুফতি সোলাইমান সাহেব</td>
                    <td>8801755596638</td>
                  </tr>
                  <tr>
                    <td>৯৭</td>
                    <td>১১৪৫</td>
                    <td>আজিজিয়া দারুল উলূম মাদরাসা ও এতিমখানা</td>
                    <td> আলীনগর, ভোলা সদর, ভোলা</td>
                    <td>মাওলানা তৈয়বুর রহমান সাহেব</td>
                    <td>8801712006210</td>
                  </tr>
                  <tr>
                    <td>৯৮</td>
                    <td>১১৪৭</td>
                    <td>রাজাপুর দারুল উলূম কওমী মাদরাসা</td>
                    <td> রাজাপুর (বাইপাস মোড়), রাজাপুর, রাজাপুর, ঝালকাঠি</td>
                    <td>ক্বারী মোঃ বেলায়েত হোসেন সাহেব</td>
                    <td>8801798640247</td>
                  </tr>
                  <tr>
                    <td>৯৯</td>
                    <td>১১৪৮</td>
                    <td>দারুল উলূম ক্বারীমিয়া মাদ্রাসা</td>
                    <td> রমাগঞ্জ, কর্তারহাট, লালমোহন, ভোলা</td>
                    <td>মাও. বখতিয়ার সাহেব</td>
                    <td>8801741194194</td>
                  </tr>
                  <tr>
                    <td>১০০</td>
                    <td>১১৪৯</td>
                    <td>মাদরাসাতুত তাক্বওয়া</td>
                    <td> পৌর ৭নং ওয়ার্ড, বোরহানউদ্দিন, ভোলা</td>
                    <td>মাও. মিজানুর রহমান সাহেব</td>
                    <td>8801720514381</td>
                  </tr>
                  <tr>
                    <td>১০১</td>
                    <td>১১৪৯</td>
                    <td>মাদ্রাসাতুত ত্বকাওয়া</td>
                    <td> বোরহানুদ্দিন, বোরহানউদ্দিন, ভোলা</td>
                    <td>মাও. মিজানুর রহমান সাহেব</td>
                    <td>8801720514381</td>
                  </tr>
                  <tr>
                    <td>১০২</td>
                    <td>১১৫১</td>
                    <td>দারুল উলূম ইসলামিয়া মাদরাসা</td>
                    <td>
                      {" "}
                      উদয় সাগর (হাজীপাড়া), পলাশ বাড়ী, পলাশবাড়ী, গাইবান্ধা
                    </td>
                    <td>হাফেজ মাহবুবুর রহমান সাহেব</td>
                    <td>8801734517309</td>
                  </tr>
                  <tr>
                    <td>১০৩</td>
                    <td>১১৫৬</td>
                    <td>মাটিরাঙ্গা দারুল উলূম মাদরাসা</td>
                    <td> মাটিরাঙ্গা, মাটিরাংগা, মাটিরাঙ্গা, খাগড়াছড়ি</td>
                    <td>মাও. আখতারুজ্জামান ফারুকী সাহেব</td>
                    <td>8801533423937</td>
                  </tr>
                  <tr>
                    <td>১০৪</td>
                    <td>১১৫৭</td>
                    <td>
                      মাটিরাঙ্গা দারুচ্ছুন্নাহ মাদরাসা ও নূরানী কিন্ডার গার্টেন
                    </td>
                    <td> ৮নং ওয়ার্ড, মাটিরাঙ্গা সদর, মাটিরাঙ্গা, খাগড়াছড়ি</td>
                    <td>মাও. আনোয়ার হোসাইন মিয়াজী</td>
                    <td>8801824976772</td>
                  </tr>
                  <tr>
                    <td>১০৫</td>
                    <td>১১৫৮</td>
                    <td>জামিয়া ইসলামিয়া আরাবিয়া মাদ্রাসা</td>
                    <td> একডালা, নাটোর সদর, নাটোর</td>
                    <td>মাও. জিয়াউর রহমান সাহেব</td>
                    <td>8801911292253</td>
                  </tr>
                  <tr>
                    <td>১০৬</td>
                    <td>১১৬২</td>
                    <td>
                      খুলনা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> সিটি বাইপাস রোড, মোস্তফা মোড়, হরিণটানা, খুলনা</td>
                    <td>মাও. নুরুল আলম সাহেব</td>
                    <td>8801322891025</td>
                  </tr>
                  <tr>
                    <td>১০৭</td>
                    <td>১১৬৩</td>
                    <td>হমিউস্সুন্নাহ কাছিমুল উলূম কারামতিয়া মাদ্রাসা</td>
                    <td> মাস্টার পাড়া, নাগেশ্বরী, কুড়িগ্রাম</td>
                    <td>মাও. আমিনুল ইসলাম সাহেব</td>
                    <td>8801724222656</td>
                  </tr>
                  <tr>
                    <td>১০৮</td>
                    <td>১১৬৫</td>
                    <td>বয়ানুল কুরআন মাদরাসা</td>
                    <td>
                      {" "}
                      মরিচ্যা বাজার (গুরামিয়া গ্যারেজ), মরিচ্যা বাজার, উখিয়া,
                      কক্সবাজার
                    </td>
                    <td>মাও. রেজাউল করিম সাহেব</td>
                    <td>8801830169516</td>
                  </tr>
                  <tr>
                    <td>১০৯</td>
                    <td>১১৬৬</td>
                    <td>রহমানিয়া হেফজখানা ও নূরানী মাদরাসা</td>
                    <td> পালংখালী, বালুখালী, উখিয়া, কক্সবাজার</td>
                    <td>মাওলানা জিয়াউর রহমান সাহেব দাঃবাঃ</td>
                    <td>8801815013917</td>
                  </tr>
                  <tr>
                    <td>১১০</td>
                    <td>১১৬৭</td>
                    <td>আইডিয়াল নূরানী একাডেমী বান্দরবান</td>
                    <td>
                      {" "}
                      ছিদ্দিকী নগর (৬নং ওয়ার্ড), বান্দরবান সদর, বান্দরবান সদর,
                      বান্দরবান
                    </td>
                    <td>মাও. হোসাইন মুহাম্মদ ইউনুছ সাহেব</td>
                    <td>8801842385092</td>
                  </tr>
                  <tr>
                    <td>১১১</td>
                    <td>১১৬৮</td>
                    <td>হযরত আবু বকর সিদ্দীক (রা.) ইসলামীয়া মাদরাসা</td>
                    <td> আলোকদিয়া, চুয়াডাঙ্গা সদর, চুয়াডাঙ্গা</td>
                    <td>মুফতি শরিফুল ইসলাম সাহেব</td>
                    <td>8801723297877</td>
                  </tr>
                  <tr>
                    <td>১১২</td>
                    <td>১১৭০</td>
                    <td>মাদরাসাতুন নূর</td>
                    <td>
                      {" "}
                      ছাগল ফার্ম সংলগ্ন, চুয়াডাঙ্গা সদর, চুয়াডাঙ্গা সদর,
                      চুয়াডাঙ্গা
                    </td>
                    <td>মুহাম্মদ ইফতেকার আহমদ সাহেব</td>
                    <td>8801746330808</td>
                  </tr>
                  <tr>
                    <td>১১৩</td>
                    <td>১১৭১</td>
                    <td>হামিদিয়া নূরানী একাডেমী ইসলামীক স্কুল এন্ড মাদ্রাসা</td>
                    <td> কল্পবাগ, ধান্যদৌল, ব্রাহ্মণপাড়া, কুমিল্লা</td>
                    <td>মাও. মোস্তাফা কামাল সাহেব</td>
                    <td>8801882873655</td>
                  </tr>
                  <tr>
                    <td>১১৪</td>
                    <td>১১৭৩</td>
                    <td>জামিয়া হোসাইনিয়া মদীনাতুল উলূম হাফেজিয়া মাদরাসা</td>
                    <td> আঠারদাগ, খুকনী বাজার, এনায়েতপুর, সিরাজগঞ্জ</td>
                    <td>হাফেজ আব্দুর রাজ্জাক সাহেব</td>
                    <td>8801712078103</td>
                  </tr>
                  <tr>
                    <td>১১৫</td>
                    <td>১১৭৫</td>
                    <td>মদিনাতুল উলূম নূরানী ও মহিলা মাদরাসা</td>
                    <td> নাচনা পাড়া, খেপুপাড়া, কলাপাড়া, পটুয়াখালী</td>
                    <td>মাও. আল আমিন সাহেব</td>
                    <td>8801725439282</td>
                  </tr>
                  <tr>
                    <td>১১৬</td>
                    <td>১১৭৬</td>
                    <td>জামেয়া তাওয়াক্কুরিয়া রেঙ্গা সিলেট</td>
                    <td> মোগলাবাজার, সিলেট</td>
                    <td>হযরত মাওলানা মুহিউল ইসলাম বুরহান সাহেব</td>
                    <td>8801751148822</td>
                  </tr>
                  <tr>
                    <td>১১৭</td>
                    <td>১১৭৭</td>
                    <td>জামিয়া ইসলামিয়া এমদাদুল উলূম</td>
                    <td> দয়াপুর, বাজার চৌয়ারা, সদর দক্ষিণ, কুমিল্লা</td>
                    <td>মোহাম্মদ ইকবাল হোসাইন সাহেব</td>
                    <td>8801711737234</td>
                  </tr>
                  <tr>
                    <td>১১৮</td>
                    <td>১১৭৯</td>
                    <td>এম.এ. ছামাদিয়া নূরানী হাফেজিয়া মাদ্রাসা</td>
                    <td> চক গোপাল, লক্ষ্মীতলা, দিনাজপুর সদর, দিনাজপুর</td>
                    <td>মাও. মুখলেছুর রহমান সাহেব</td>
                    <td>8801718695534</td>
                  </tr>
                  <tr>
                    <td>১১৯</td>
                    <td>১১৮০</td>
                    <td>দারুল কুরআন মাদরাসা</td>
                    <td> রুপনগর, চান্দিনা, কুমিল্লা</td>
                    <td>মাও. নাজমুল হাসান সাহেব</td>
                    <td>8801717961191</td>
                  </tr>
                  <tr>
                    <td>১২০</td>
                    <td>১১৮৩</td>
                    <td>শামসুল উলূম ক্বওমী মাদ্রাসা ও এতিমখানা</td>
                    <td> ফুলস্বর, হাটবাড়ীয়া, নড়াইল সদর, নড়াইল</td>
                    <td>মুফতি শহিদুল ইসলাম সাহেব</td>
                    <td>8801727794246</td>
                  </tr>
                  <tr>
                    <td>১২১</td>
                    <td>১১৮৭</td>
                    <td>জামেয়া নূরীয়া ইসলামিয়া ভার্থখলা</td>
                    <td> সিলেট সদর, সিলেট</td>
                    <td>হাফিজ মাওলানা শায়খ মজদুদ্দীন আহমদ সাহেব</td>
                    <td>8801871033963</td>
                  </tr>
                  <tr>
                    <td>১২২</td>
                    <td>১১৮৮</td>
                    <td>গোয়াইনঘাট হোসাইনিয়া আরাবিয়া মাদ্রাসা</td>
                    <td> গোয়াইনঘাট সদর, গোয়াইনঘাট, সিলেট</td>
                    <td>মাও. আব্দুল মতিন সাহেব</td>
                    <td>8801712497762</td>
                  </tr>
                  <tr>
                    <td>১২৩</td>
                    <td>১১৯৩</td>
                    <td>মুহাম্মদিয়া নূরানী তা’লীমুল কুরআন মাদ্রাসা</td>
                    <td> বনওয়ারী নগর বাজার, বনওয়ারীনগর, ফরিদপুর, পাবনা</td>
                    <td>মাও. আব্দুল মালেক সাহেব</td>
                    <td>8801749966553</td>
                  </tr>
                  <tr>
                    <td>১২৪</td>
                    <td>১১৯৪</td>
                    <td>দারুস সুন্নাহ মাদরাসা</td>
                    <td> নগর কচুরী, বারপাড়া, নান্দাইল, ময়মনসিংহ</td>
                    <td>মুফতী আতিকুর রহমান সাহেব</td>
                    <td>8801921001657</td>
                  </tr>
                  <tr>
                    <td>১২৫</td>
                    <td>১১৯৬</td>
                    <td>
                      ঢাকা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> কুরগাঁও (পুরাতন পূর্বপাড়া), নবীনগর, আশুলিয়া, ঢাকা</td>
                    <td>মুফতি জসিম উদ্দিন সাহেব</td>
                    <td>8801322891035</td>
                  </tr>
                  <tr>
                    <td>১২৬</td>
                    <td>১১৯৭</td>
                    <td>জামিয়া আল হেরা</td>
                    <td> উত্তর তারুটিয়া, ঘারিন্দা, টাঙ্গাইল সদর, টাঙ্গাইল</td>
                    <td>মাও. শহিদুল ইসলাম সাহেব</td>
                    <td>8801724646462</td>
                  </tr>
                  <tr>
                    <td>১২৭</td>
                    <td>১১৯৯</td>
                    <td>
                      আল-জামিয়াতুল ইসলামিয়া হাকিমপুর মুহাম্মদ আলী শাহ্ দারুস
                      সুন্নাহ মাদ্রাসা
                    </td>
                    <td> হাকিমপুর, বাগেরহাট সদর, বাগেরহাট</td>
                    <td>মাও. আব্দুল মাবুদ সাহেব</td>
                    <td>8801976833494</td>
                  </tr>
                  <tr>
                    <td>১২৮</td>
                    <td>১২০০</td>
                    <td>মহান্দী সাইফুল উলূম ক্বওমী মাদ্রাসা</td>
                    <td> মহান্দী, মহান্দী, তালা, সাতক্ষীরা</td>
                    <td>মুফতী রিয়াজুল ইসলাম</td>
                    <td>8801766330288</td>
                  </tr>
                  <tr>
                    <td>১২৯</td>
                    <td>১২০১</td>
                    <td>জামিয়া ইসলামিয়া রসুলপুর মাদরাসা</td>
                    <td> গুপ্টি, গুপ্টি বাজার, ফরিদগঞ্জ, চাঁদপুর</td>
                    <td>মাও. শাহাদাত সাহেব</td>
                    <td>8801856217030</td>
                  </tr>
                  <tr>
                    <td>১৩০</td>
                    <td>১২০৩</td>
                    <td>জামিয়া আরাবিয়া আশরাফুল উলূম বালিয়া</td>
                    <td> বালিয়া, ফুলপুর, ময়মনসিংহ</td>
                    <td>মাও.</td>
                    <td>8801</td>
                  </tr>
                  <tr>
                    <td>১৩১</td>
                    <td>১২০৪</td>
                    <td>ছমদিয়া আশরাফুল উলূম মাদরাসা (নূরানী বিভাগ)</td>
                    <td> পুরাতন থানা, লোহাগাড়া, লোহাগাড়া, চট্টগ্রাম</td>
                    <td>মাও. আমিনুল্লাহ সাহেব</td>
                    <td>8801673970801</td>
                  </tr>
                  <tr>
                    <td>১৩২</td>
                    <td>১২০৫</td>
                    <td>আল জামিয়াতুল ইসলামিয়া দারুল উলূম</td>
                    <td>
                      {" "}
                      দারোয়ানী টেক্সটাইল মিলস্, চৌরঙ্গী মোড়, নীলফামারী সদর,
                      নীলফামারী
                    </td>
                    <td>মাও. আমান উল্লাহ সাহেব</td>
                    <td>8801784769983</td>
                  </tr>
                  <tr>
                    <td>১৩৩</td>
                    <td>১২০৮</td>
                    <td>হান্ডা মদিনাতুল উলূম মাদরাসা ও লিল্লাহ বোর্ডিং</td>
                    <td> হান্ডা, চিওড়া, চৌদ্দগ্রাম, কুমিল্লা</td>
                    <td>মাও. মুহাম্মদ ইলিয়াছ সাহেব</td>
                    <td>8801814147318</td>
                  </tr>
                  <tr>
                    <td>১৩৪</td>
                    <td>১২১১</td>
                    <td>কাসেমুল উলূম হাফিজিয়া মাদরাসা</td>
                    <td> লস্করপুর, পাবনা সদর, পাবনা সদর, পাবনা</td>
                    <td>হাফেজ মাও. আব্দুল কাইয়ুম সাহেব</td>
                    <td>8801712312890</td>
                  </tr>
                  <tr>
                    <td>১৩৫</td>
                    <td>১২১২</td>
                    <td>তা’লীমুস সুন্নাহ মাদরাসা (নূরানী বিভাগ)</td>
                    <td> শাহানগাছা, ছোনগাছা, সিরাজগঞ্জ সদর, সিরাজগঞ্জ</td>
                    <td>মাও. আল আমিন সাহেব</td>
                    <td>8801928601474</td>
                  </tr>
                  <tr>
                    <td>১৩৬</td>
                    <td>১২১৩</td>
                    <td>ধর্মাদী ফয়জুল উলূম ইসলামিয়া মাদরাসা</td>
                    <td> ধর্মাদী, রুইয়া, বরিশাল সদর, বরিশাল</td>
                    <td>মাও.যোবায়েরুল হক সাহেব</td>
                    <td>8801925868178</td>
                  </tr>
                  <tr>
                    <td>১৩৭</td>
                    <td>১২১৪</td>
                    <td>মাদ্রাসায়ে ইসলামিয়া মদিনাতুল উলূম</td>
                    <td> মাশিকাড়া, মাশিকাড়া, দেবিদ্বার, কুমিল্লা</td>
                    <td>মাও. মাহবুব উল্লাহ সাহেব</td>
                    <td>8801819954524</td>
                  </tr>
                  <tr>
                    <td>১৩৮</td>
                    <td>১২১৫</td>
                    <td>তানজীহুল উম্মাহ মাদরাসা</td>
                    <td> দেবিদ্বার, কুমিল্লা</td>
                    <td>হাফেজ মাও. নুরুল আলম সাহেব</td>
                    <td>8801916673041</td>
                  </tr>
                  <tr>
                    <td>১৩৯</td>
                    <td>১২১৮</td>
                    <td>জামেয়া আশরাফিয়া পাবনা</td>
                    <td> লস্করপুর (০৮নং ওয়ার্ড), পাবনা, পাবনা সদর, পাবনা</td>
                    <td>মুফতি নাজমুল হাসান সাহেব</td>
                    <td>8801749729962</td>
                  </tr>
                  <tr>
                    <td>১৪০</td>
                    <td>১২১৯</td>
                    <td>কাশেমপুর মদীনাতুল উলূম মাদরাসা</td>
                    <td> কাশেমপুর, সিটি কলেজ, সাতক্ষীরা সদর, সাতক্ষীরা</td>
                    <td>মাওলানা শফিকুল ইসলাম সাহেব</td>
                    <td>8801717206601</td>
                  </tr>
                  <tr>
                    <td>১৪১</td>
                    <td>১২২০</td>
                    <td>কাশিয়ারা আশরাফুল উলূম নূরানী হাফেজিয়া মাদ্রাসা</td>
                    <td> বৈকুন্ঠপুর,, বেগুন জোয়ার, বদলগাছী, নওগাঁ</td>
                    <td>হাফেজ মাও. শহিদুল ইসলাম সাহেব</td>
                    <td>8801713731961</td>
                  </tr>
                  <tr>
                    <td>১৪২</td>
                    <td>১২২২</td>
                    <td>দারুস সুন্নাহ নূরানী একাডেমী</td>
                    <td> কাছারীপাড়া, আলমডাঙ্গা, আলমডাঙ্গা, চুয়াডাঙ্গা</td>
                    <td>মোহাম্মদ ফেরদৌস ওয়াহিদ</td>
                    <td>8801996885141</td>
                  </tr>
                  <tr>
                    <td>১৪৩</td>
                    <td>১২২৩</td>
                    <td>জামিয়া ইসলামিয়া মদিনাতুল উলূম মাদ্রাসা</td>
                    <td> ঝিনাইগাতী, ঝিনাইগাতী, শেরপুর</td>
                    <td>মুফতী খালেছুর রহমান সাহেব</td>
                    <td>8801712076105</td>
                  </tr>
                  <tr>
                    <td>১৪৪</td>
                    <td>১২২৪</td>
                    <td>দারুন নাজাত হিফজুল কুরআন ক্বওমী মাদরাসা</td>
                    <td>
                      {" "}
                      বাইপাইল মডেল টাউন,পশ্চিম বাইপাইল, ইপিজেড, আশুলিয়া, ঢাকা
                    </td>
                    <td>মুফতি রুহুল আমিন সাহেব</td>
                    <td>8801774054675</td>
                  </tr>
                  <tr>
                    <td>১৪৫</td>
                    <td>১২২৯</td>
                    <td>নাসরুল উলূম সিদ্দীকিয়া কুরবানিয়া মাদরাসা</td>
                    <td> চন্ডিপুর, নকিপুর, শ্যামনগর, সাতক্ষীরা</td>
                    <td>মুফতী আব্দুল খালেক সাহেব</td>
                    <td>8801952255377</td>
                  </tr>
                  <tr>
                    <td>১৪৬</td>
                    <td>১২৩০</td>
                    <td>আল জামিয়াতুল ইসলামিয়া কাসেমুল উলূম ক্বওমী মাদরাসা</td>
                    <td> বলিদাপাড়া, নলডাঙ্গা, কালীগঞ্জ, ঝিনাইদহ</td>
                    <td>মুফতী ওসমান গনী সাহেব</td>
                    <td>8801711964886</td>
                  </tr>
                  <tr>
                    <td>১৪৭</td>
                    <td>১২৩০</td>
                    <td>আল জামিয়া ইসলামিয়া কাসেমুল উলূম বলিদাপাড়া</td>
                    <td> বলিদাপাড়া, নলডাঙ্গা, কালীগঞ্জ, ঝিনাইদহ</td>
                    <td>মাওলানা উসমান গণী সাহেব</td>
                    <td>8801711964886</td>
                  </tr>
                  <tr>
                    <td>১৪৮</td>
                    <td>১২৩১</td>
                    <td>আদর্শ নূরানী মাদ্রাসা</td>
                    <td> বাগেরহাট, বাগেরহাট, বাগেরহাট সদর, বাগেরহাট</td>
                    <td>মুফতী জাহিদুল ইসলাম</td>
                    <td>8801711024803</td>
                  </tr>
                  <tr>
                    <td>১৪৯</td>
                    <td>১২৩২</td>
                    <td>মাদরাসা-ই-তা’লীমুল কুরআন</td>
                    <td> লাউতাড়া, সুভাষিনী, তালা, সাতক্ষীরা</td>
                    <td>মুফতি আব্দুল বারী সাহেব</td>
                    <td>8801717206601</td>
                  </tr>
                  <tr>
                    <td>১৫০</td>
                    <td>১২৩৪</td>
                    <td>আল জামিয়াতুল আরাবিয়া শামসুল উলূম সাজিয়াড়া মাদ্রাসা</td>
                    <td> সাজিয়াড়া, ডুমুরিয়া, খুলনা</td>
                    <td>মাও. মাহবুবুর রহমান সাহেব</td>
                    <td>8801922668452</td>
                  </tr>
                  <tr>
                    <td>১৫১</td>
                    <td>১২৩৮</td>
                    <td>দারুল মহিয়ান বালক-বালিকা মাদরাসা রৌমারী</td>
                    <td> রৌমারী সদর, রৌমারী, কুড়িগ্রাম</td>
                    <td>হাফেজ মাও. মোস্তাফা কামাল</td>
                    <td>8801951015562</td>
                  </tr>
                  <tr>
                    <td>১৫২</td>
                    <td>১২৪১</td>
                    <td>আল-জামিয়াতুল ইসলামিয়া আশরাফুল উলূম মৌজপুর</td>
                    <td> মৌজপুর, বহরা, মাধবপুর, হবিগঞ্জ</td>
                    <td>মাও. মনিরুজ্জামান সাহেব</td>
                    <td>8801720935930</td>
                  </tr>
                  <tr>
                    <td>১৫৩</td>
                    <td>১২৪৩</td>
                    <td>হামিউস সুন্নাহ মাদরাসা</td>
                    <td> নূরাবাদ (ইসমাইল ডাক্তার বাড়ী), দুলারহাট, ভোলা</td>
                    <td>মুফতি হাবিবুল্লাহ বাহার শামীম সাহেব</td>
                    <td>8801722816755</td>
                  </tr>
                  <tr>
                    <td>১৫৪</td>
                    <td>১২৪৫</td>
                    <td>ফাতেমাতুজ জোহরা (রা.) মহিলা মাদ্রাসা</td>
                    <td> দিশাবন্ধ, মনোহরগঞ্জ, কুমিল্লা</td>
                    <td>মাও. শরিফ উদ্দীন সাহেব</td>
                    <td>8801725300474</td>
                  </tr>
                  <tr>
                    <td>১৫৫</td>
                    <td>১২৪৬</td>
                    <td>জামেয়া ইসলামিয়া জমিরিয়া নূরুল উলূম হরিপুর</td>
                    <td> উত্তর হরিপুর (বাংলাবাজার), হরিপুর, ছাগলনাইয়া, ফেনী</td>
                    <td>মাও. ফরিদ উদ্দীন আল মোবারক</td>
                    <td>8801740544223</td>
                  </tr>
                  <tr>
                    <td>১৫৬</td>
                    <td>১২৪৮</td>
                    <td>আল মাদ্রাসাতুল মাদানিয়া (মাদানী নগর মাদ্রাসা)</td>
                    <td> উত্তরশিবপুর, ফেনী সদর, ফেনী</td>
                    <td>মাও. হাফিজ সাহেব দা: বা:</td>
                    <td>880180007000</td>
                  </tr>
                  <tr>
                    <td>১৫৭</td>
                    <td>১২৪৯</td>
                    <td>ঘাটঘর মুঈনুল উলূম ইসলামিয়া মাদরাসা</td>
                    <td> শ্রীচন্দ্রপুর (রহমতপুর), বশিকপুর, ফুলগাজী, ফেনী</td>
                    <td>মুফতি কাসেম সাহেব</td>
                    <td>8801819671671</td>
                  </tr>
                  <tr>
                    <td>১৫৮</td>
                    <td>১২৫০</td>
                    <td>ইবনে আব্বাস (রা.) নূর হোসেন নূরানী মাদ্রাসা</td>
                    <td> আমবাগান, বারমারী, নালিতাবাড়ী, শেরপুর</td>
                    <td>মাও. উসমান গণী সাহেব</td>
                    <td>8801927320107</td>
                  </tr>
                  <tr>
                    <td>১৫৯</td>
                    <td>১২৫২</td>
                    <td>তা’লীমুল উম্মাহ গালর্স মাদরাসা</td>
                    <td> শাহ ওয়ালী উল্লাহ আ/এ, চাঁদগাও, চাঁদগাও, চট্টগ্রাম</td>
                    <td>হাফেজ মাও. এনামুল হক সাহেব</td>
                    <td>8801865020777</td>
                  </tr>
                  <tr>
                    <td>১৬০</td>
                    <td>১২৫৩</td>
                    <td>
                      শেরপুর কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> দমদমা, কালিগঞ্জ, শেরপুর সদর, শেরপুর</td>
                    <td>মাও. হারুনুর রশিদ</td>
                    <td>8801991990440</td>
                  </tr>
                  <tr>
                    <td>১৬১</td>
                    <td>১২৫৮</td>
                    <td>
                      আলহাজ্ব আব্দুল বারী হাসান আলী দারুস সুন্নাহ মাদ্রাসা
                    </td>
                    <td> পশ্চিম ডাকড়া পাড়া, ঝগড়ার চর, শ্রীবরদী, শেরপুর</td>
                    <td>মাও. নুর মুহাম্মদ সাহেব</td>
                    <td>8801938985116</td>
                  </tr>
                  <tr>
                    <td>১৬২</td>
                    <td>১২৫৯</td>
                    <td>আল জামিয়াতুল মাদানিয়া ক্বওমী মাদ্রাসা</td>
                    <td> জালালপুর, গণপদ্দী, নকলা, শেরপুর</td>
                    <td>মাও. লুৎফর রহমান সাহেব</td>
                    <td>8801713513200</td>
                  </tr>
                  <tr>
                    <td>১৬৩</td>
                    <td>১২৬০</td>
                    <td>
                      আল হেরা নূরানী কিন্ডার গার্টেন ও তাহফিজুল কুরআন ক্বওমী
                      মাদরাসা
                    </td>
                    <td> ভায়াডাঙ্গা, ভায়াডাঙ্গা, শ্রীবরদী, শেরপুর</td>
                    <td>মাও. মিজানুর রহমান সাহেব</td>
                    <td>8801735484343</td>
                  </tr>
                  <tr>
                    <td>১৬৪</td>
                    <td>১২৬১</td>
                    <td>
                      পশ্চিম মৌতলা খাঁনপাড়া কাসিমিয়া আশরাফুল উলূম মাদ্রাসা
                    </td>
                    <td> পশ্চিম মৌতলা খানপাড়া, মৌতলা, কালিগঞ্জ, সাতক্ষীরা</td>
                    <td>মাওলানা. রহমাতুল্লাহ সাহবে</td>
                    <td>8801719502307</td>
                  </tr>
                  <tr>
                    <td>১৬৫</td>
                    <td>১২৬৩</td>
                    <td>মদিনাতুল উলূম আল ইসলামিয়া মাদরাসা</td>
                    <td> মুসলিম পাড়া, কলমপতি, কাউখালী, রাঙ্গামাটি</td>
                    <td>মাও. সানাউল্লাহ সাহেব</td>
                    <td>8801818154997</td>
                  </tr>
                  <tr>
                    <td>১৬৬</td>
                    <td>১২৬৪</td>
                    <td>জামেউল উলূম রাজ্জাকিয়া মাদরাসা</td>
                    <td> মাদানী নগর, কাউনিয়া, কাউনিয়া, বরিশাল</td>
                    <td>হাফেজ মাও. তৌফিকুল ইসলাম</td>
                    <td>8801711472944</td>
                  </tr>
                  <tr>
                    <td>১৬৭</td>
                    <td>১২৬৫</td>
                    <td>
                      মাকড়াইল হামিদিয়া সাকিনিয়া দারুল এহসান ক্যাডেট মাদরাসা
                    </td>
                    <td> মাকড়াইল, মাকড়াইল, লোহাগড়া, নড়াইল</td>
                    <td>মাও. আশরাফ আলী সাহেব</td>
                    <td>8801716137473</td>
                  </tr>
                  <tr>
                    <td>১৬৮</td>
                    <td>১২৬৫</td>
                    <td>
                      মাকড়াইল হামিদিয়া সাকিনিয়অ দারুল এহসান ক্যাডেট মাদ্রাসা
                    </td>
                    <td> মাকড়াইল, মাকড়াইল, নড়াইল সদর, নড়াইল</td>
                    <td>মাও. আশরাফ আলী সাহেব</td>
                    <td>8801716137473</td>
                  </tr>
                  <tr>
                    <td>১৬৯</td>
                    <td>১২৬৬</td>
                    <td>দাওয়াতুল কুরআন মাদরাসা</td>
                    <td> কোনাপাড়া (৬৪ নং ওয়ার্ড), পাড়াডগাড়, ডেমরা, ঢাকা</td>
                    <td>মাও. হাসনাইন সাহেব</td>
                    <td>8801725288536</td>
                  </tr>
                  <tr>
                    <td>১৭০</td>
                    <td>১২৬৭</td>
                    <td>পানছড়ি ইসলামিক সেন্টার, পানছড়ি বাজার,</td>
                    <td> পানছড়ি, পানছড়ি, খাগড়াছড়ি</td>
                    <td>মাও. মোঃ শাব্বীর মাহমুদ রশিদী</td>
                    <td>8801557274353</td>
                  </tr>
                  <tr>
                    <td>১৭১</td>
                    <td>১২৭০</td>
                    <td>তারবিয়াতুল উমরান মাদরাসা</td>
                    <td> ছিদ্দীক কারবারীপাড়া, আলীকদম, বান্দরবান</td>
                    <td>মাও. আহমদুল হাসান মারূফ সাহেব</td>
                    <td>8801823927024</td>
                  </tr>
                  <tr>
                    <td>১৭২</td>
                    <td>১২৭১</td>
                    <td>রাঙ্গামাটি দারুল উলূম</td>
                    <td>
                      {" "}
                      আমানতবাগ (কলজ গেইট), রাঙ্গামাটি সদর, রাঙ্গামাটি সদর,
                      রাঙ্গামাটি
                    </td>
                    <td>মুফতী শরীয়ত উল্লাহ সাহেব</td>
                    <td>8801820303996</td>
                  </tr>
                  <tr>
                    <td>১৭৩</td>
                    <td>১২৭২</td>
                    <td>উসয়াতুল হাসানাহ নূরানী কিন্ডার গার্টেন</td>
                    <td> সেহড়া, ধোপাখলা, ময়মনসিংহ সদর, ময়মনসিংহ</td>
                    <td>মাও. হারুন আর রশিদ সাহেব</td>
                    <td>8801714699111</td>
                  </tr>
                  <tr>
                    <td>১৭৪</td>
                    <td>১২৭৩</td>
                    <td>দারুল উলূম আল ইসলামিয়া মাদরাসা</td>
                    <td> পরানপুর, তিলছড়া, কাশিয়ানী, গোপালগঞ্জ</td>
                    <td>হাফেজ মাও. নাজমুল ইসলাম</td>
                    <td>8801718895814</td>
                  </tr>
                  <tr>
                    <td>১৭৫</td>
                    <td>১২৭৪</td>
                    <td>সিঙ্গিয়া দারুল উলূম নূরানী মহিলা মাদরাসা</td>
                    <td> সিঙ্গিয়া, হবখালী, নড়াইল সদর, নড়াইল</td>
                    <td>জনাব মোহাম্মদ আব্দুল আলিম সাহেব</td>
                    <td>8801915666333</td>
                  </tr>
                  <tr>
                    <td>১৭৬</td>
                    <td>১২৭৪</td>
                    <td>সিঙ্গিয়া চরপাড়া মহিউস সুন্নাহ আদর্শ নূরানী মাদরাসা</td>
                    <td>
                      {" "}
                      সিঙ্গিয়া (চরপাড়া), সিঙ্গিয়া বাজার, নড়াইল সদর, নড়াইল
                    </td>
                    <td>হাফেজ মোঃ আল মামুন সাহেব</td>
                    <td>8801985350167</td>
                  </tr>
                  <tr>
                    <td>১৭৭</td>
                    <td>১২৭৫</td>
                    <td>জামিয়া ইসলামিয়া আজিজুল উলূম মাদ্রাসা</td>
                    <td> জমিদারপাড়া, মহেশপুর, ঝিনাইদহ</td>
                    <td>মাও. শেখ আসআদ সাহেব</td>
                    <td>8801935381257</td>
                  </tr>
                  <tr>
                    <td>১৭৮</td>
                    <td>১২৭৬</td>
                    <td>
                      জামিয়া ইসলামিয়া দারুস সুন্নাহ নূরানী ও হাফেজীয়া মাদরাসা
                    </td>
                    <td> কোয়ালীকান্দি, তেঘুরিয়া, মাদারগঞ্জ, জামালপুর</td>
                    <td>মাও. এরশাদুজ্জামান সাহেব</td>
                    <td>8801726365189</td>
                  </tr>
                  <tr>
                    <td>১৭৯</td>
                    <td>১২৮০</td>
                    <td>বুধহাটা দারুল উলূম মাদ্রাসা</td>
                    <td> বুধহাটা, বুধহাটা, আশাশুনি, সাতক্ষীরা</td>
                    <td>মাও. সালিম উদ্দীন সাহেব</td>
                    <td>8801721437934</td>
                  </tr>
                  <tr>
                    <td>১৮০</td>
                    <td>১২৮১</td>
                    <td>বাইতুল ইযযাহ হামিউস সুন্নাহ মাদরাসা</td>
                    <td>
                      {" "}
                      পূর্বধলা (পশ্চিম পাড়া), পূর্বধলা, পূর্বধলা, নেত্রকোণা
                    </td>
                    <td>মুফতী আশরাফ আলী সাহেব</td>
                    <td>8801914808111</td>
                  </tr>
                  <tr>
                    <td>১৮১</td>
                    <td>১২৮২</td>
                    <td>
                      তা’লীমুল ইসলাম মাদরাসা হেফজখানা ও এতিমখানা (নূরানী বিভাগ)
                    </td>
                    <td> বুলার তালুক, গাছবাড়ীয়া, চন্দনাইশ, চট্টগ্রাম</td>
                    <td>মুফতী হাসান মুরাদাবাদী</td>
                    <td>8801819106949</td>
                  </tr>
                  <tr>
                    <td>১৮২</td>
                    <td>১২৮৪</td>
                    <td>
                      ইসলামিয়া এমদাদুল উলুম ‍মুহিউচছুন্নাহ মাদরাসা হেফজখানা
                      এতিমখানা ও নূরানী বিভাগ
                    </td>
                    <td> চিরিঙ্গা, চকরিয়া, কক্সবাজার</td>
                    <td>মাওঃ আনোয়ারুল আলম সাহেব</td>
                    <td>8801881592525</td>
                  </tr>
                  <tr>
                    <td>১৮৩</td>
                    <td>১২৮৫</td>
                    <td>মাখযানুল উলূম বালক-বালিকা মাদ্রাসা</td>
                    <td> তেতুলতলা, চাড়ালজানি, মধুপুর, টাঙ্গাইল</td>
                    <td>মাও. জাকারিয়া সাহেব</td>
                    <td>8801710772088</td>
                  </tr>
                  <tr>
                    <td>১৮৪</td>
                    <td>১২৮৬</td>
                    <td>জামিউল উলূম ক্বওমী মাদরাসা নূরানী কিন্ডার গার্টেন</td>
                    <td> বাদে শশারিয়া বাড়ী, দেওয়ানগঞ্জ, জামালপুর</td>
                    <td>মুফতী আকরামুজ্জামান সাহেব</td>
                    <td>8801916452842</td>
                  </tr>
                  <tr>
                    <td>১৮৫</td>
                    <td>১২৮৮</td>
                    <td>মদিনাতুল উলূম হালিমিয়া মাদরাসা</td>
                    <td>
                      {" "}
                      আদর্শগ্রাম (বন্দরটিলা), নিঝুমদ্বীপ, হাতিয়া, নোয়াখালী
                    </td>
                    <td>মাও. ইলিয়াছ সাহেব</td>
                    <td>8801867449592</td>
                  </tr>
                  <tr>
                    <td>১৮৬</td>
                    <td>১২৯০</td>
                    <td>আশরাফিয়া ক্বওমী মাদ্রাসা</td>
                    <td> থানা সংলগ্ন, কলমাকান্দা, নেত্রকোণা</td>
                    <td>মাও. ওসমান গণী সাহেব</td>
                    <td>8801700870187</td>
                  </tr>
                  <tr>
                    <td>১৮৭</td>
                    <td>১২৯১</td>
                    <td>আল-মানহাল মডেল মাদরাসা</td>
                    <td> শরীফপাড়া, চরফ্যাশন বাজার, চরফ্যাশন, ভোলা</td>
                    <td>মাও. মুহাম্মদ সারওয়ার সাহেব</td>
                    <td>8801714571314</td>
                  </tr>
                  <tr>
                    <td>১৮৮</td>
                    <td>১২৯২</td>
                    <td>দক্ষিণ বালিয়া বাখরপুর হামিদিয়া মাদরাসা ও এতিমখানা</td>
                    <td>
                      {" "}
                      দক্ষিণ বালিয়া (চান্দ্রা চৌরাস্তা মাদরাসা), বাখরপুর,
                      চাঁদপুর সদর, চাঁদপুর
                    </td>
                    <td>মুফতি শরীফুল ইসলাম সাহেব</td>
                    <td>8801824890618</td>
                  </tr>
                  <tr>
                    <td>১৮৯</td>
                    <td>১২৯৪</td>
                    <td>জামিয়া ইসলামিয়া সোলতানিয়া লালপোল ফেনী</td>
                    <td> উত্তর গোবিন্দপুর, হাজীর বাজার, ফেনী সদর, ফেনী</td>
                    <td>মুফতী মুহাম্মদ কাসেম সাহেব</td>
                    <td>8801819707192</td>
                  </tr>
                  <tr>
                    <td>১৯০</td>
                    <td>১২৯৭</td>
                    <td>ডাংধরা জামিয়া মুহাম্মদিয়া হাফিজিয়া ক্বওমীয়া মাদরাসা</td>
                    <td> ডাংধরা, কাউনিয়ার চর, দেওয়ানগঞ্জ, জামালপুর</td>
                    <td>মুফতী রেজাউল করিম সাহেব</td>
                    <td>8801725762674</td>
                  </tr>
                  <tr>
                    <td>১৯১</td>
                    <td>১২৯৮</td>
                    <td>মাদ্রাসা আহলিয়া বাহরুল উলুম (নূরানী বিভাগ)</td>
                    <td> দরবেশকাটা, মকবুলাবাদ, চকরিয়া, কক্সবাজার</td>
                    <td>মাও. রেজাউল করিম সাহেব</td>
                    <td>8801821506272</td>
                  </tr>
                  <tr>
                    <td>১৯২</td>
                    <td>১২৯৯</td>
                    <td>বাইতুস সালাম ইসলামিয়া ক্বওমী মাদরাসা</td>
                    <td> সবুজ নগর, মঠবাড়ীয়া, পিরোজপুর</td>
                    <td>মুফতী ইলিয়াছ সাহেব</td>
                    <td>8801916069546</td>
                  </tr>
                  <tr>
                    <td>১৯৩</td>
                    <td>১৩০০</td>
                    <td>মা’আরেফুল কুরআন ক্বওমী মাদরাসা</td>
                    <td> উত্তর শিকারপুর, পিরোজপুর সদর, পিরোজপুর</td>
                    <td>মুহাম্মদ আনিছুর রহমান সাহেব</td>
                    <td>8801727379330</td>
                  </tr>
                  <tr>
                    <td>১৯৪</td>
                    <td>১৩০১</td>
                    <td>সাবরাং দারুল উলূম মাদ্রাসা (নূরানী বিভাগ)</td>
                    <td> চৌধুরী পাড়া, টেকনাফ, টেকনাফ, কক্সবাজার</td>
                    <td>মাও. নুর আহমদ সাহেব</td>
                    <td>8801830064461</td>
                  </tr>
                  <tr>
                    <td>১৯৫</td>
                    <td>১৩০২</td>
                    <td>আল ফারুক (রা.) ইসলামিয়া মাদ্রাসা</td>
                    <td> সাধনপুর, বাঁশখালী, চট্টগ্রাম</td>
                    <td>মাও. হারুনুর রশিদ সাহেব</td>
                    <td>8801815524459</td>
                  </tr>
                  <tr>
                    <td>১৯৬</td>
                    <td>১৩০৩</td>
                    <td>
                      জাবরকোল নূরানী তা’লীমুল কুরআন বালক-বালিকা মাদরাসা ও
                      হেফজখানা
                    </td>
                    <td> জাবরকোল, চাটমোহর, পাবনা</td>
                    <td>মাও. মাসউদুর রহমান সাহেব</td>
                    <td>8801721387246</td>
                  </tr>
                  <tr>
                    <td>১৯৭</td>
                    <td>১৩০৪</td>
                    <td>বৈন্যা নূরানীয়া হাফিজিয়া মহিলা মাদরাসা</td>
                    <td> বৈন্যা, চৌহালি কলেজ, চৌহালি, সিরাজগঞ্জ</td>
                    <td>হাফেজ মাও. রজব আলী সাহেব</td>
                    <td>8801729964993</td>
                  </tr>
                  <tr>
                    <td>১৯৮</td>
                    <td>১৩০৬</td>
                    <td>তা’লীমুল উম্মাহ ইসলামিয়া মাদরাসা</td>
                    <td> মাষ্টার পাড়া (মেইন রোড), রামগড়, রামগড়, খাগড়াছড়ি</td>
                    <td>মুফতি মুহাম্মদ ইউনুছ সাহেব</td>
                    <td>8801828834987</td>
                  </tr>
                  <tr>
                    <td>১৯৯</td>
                    <td>১৩০৭</td>
                    <td>হযরত আবু বকর ছিদ্দিক (রা,) নূরানী ও হেফজ মাদ্রাসা</td>
                    <td> বন্ধু টাওয়ার, মডেল কলেজ, হাজীগঞ্জ, চাঁদপুর</td>
                    <td>মাও. ছলিম উল্লাহ সাহেব</td>
                    <td>8801670730479</td>
                  </tr>
                  <tr>
                    <td>২০০</td>
                    <td>১৩০৮</td>
                    <td>মেরুর চর দারুল উলূম নূরানী হাফেজিয়া ক্বওমী মাদরাসা</td>
                    <td> মেরুর চর, বকশীগঞ্জ, জামালপুর</td>
                    <td>মাও. হামিদুল ইসলাম সাহেব</td>
                    <td>8801987887513</td>
                  </tr>
                  <tr>
                    <td>২০১</td>
                    <td>১৩০৯</td>
                    <td>দারুল কুরআন মুহাম্মদীয়া ক্বওমী মাদরাসা</td>
                    <td> টালিয়াপাড়া, বকশীগঞ্জ, জামালপুর</td>
                    <td>মাও. শাহজালাল সাহেব</td>
                    <td>8801911760217</td>
                  </tr>
                  <tr>
                    <td>২০২</td>
                    <td>১৩১০</td>
                    <td>
                      জামিয়া হোসাইনিয়া আশরাফুল উলূম মাদ্রাসা (গাঁওকুড়া শাখা)
                    </td>
                    <td> গাঁওকুড়া (কাচারী সংলগ্ন), ইসলামপুর, জামালপুর</td>
                    <td>মাও. আবদুল খালেক সাহেব</td>
                    <td>8801718156506</td>
                  </tr>
                  <tr>
                    <td>২০৩</td>
                    <td>১৩১১</td>
                    <td>সুটিয়া দারুল আরকাম ক্বওমী নূরানী মাদরাসা</td>
                    <td> সুটিয়া, জীবন নগর, জীবন নগর, চুয়াডাঙ্গা</td>
                    <td>মাও. মোঃ সাজেদুর রহমান</td>
                    <td>8801911264593</td>
                  </tr>
                  <tr>
                    <td>২০৪</td>
                    <td>১৩১৪</td>
                    <td>দক্ষিণ নয়াপাড়া দারুস সুন্নাহ নূরানী মাদরাসা</td>
                    <td> দক্ষিণ নয়াপাড়া, ঘোড়াঘাট সদর, ঘোড়াঘাট, দিনাজপুর</td>
                    <td>মাও. আবুল হাসান সাহেব</td>
                    <td>8801719542603</td>
                  </tr>
                  <tr>
                    <td>২০৫</td>
                    <td>১৩১৫</td>
                    <td>দারুল কুরআন নূরানী কিন্ডার গার্টেন মাদরাসা</td>
                    <td>
                      {" "}
                      নিউ মুরিং (৩৯নং ওয়ার্ড), সেইলর্স কলোনী, ই.পি.জেড,
                      চট্টগ্রাম
                    </td>
                    <td>হাফেজ মুহাম্মদ এহছান উল্লাহ আরমান সাহেব</td>
                    <td>8801819032871</td>
                  </tr>
                  <tr>
                    <td>২০৬</td>
                    <td>১৩১৬</td>
                    <td>তেতুলতলী হাফেজিয়া ক্বওমী মাদরাসা</td>
                    <td> তেতুলতলী, খঞ্জনপুর, জয়পুরহাট সদর, জয়পুরহাট</td>
                    <td>মাও. আব্দুল খালেক সাহেব</td>
                    <td>8801983822805</td>
                  </tr>
                  <tr>
                    <td>২০৭</td>
                    <td>১৩২০</td>
                    <td>আল জামেয়াতুল কুরআনিয়া তা’লীমুদ্দীন</td>
                    <td> ধুরুং, সৈয়দ পাড়া, বিবিরহাট, ফটিকছড়ি, চট্টগ্রাম</td>
                    <td>হা: মাও. মুফতি ওসমান গণি সাহেব দা: বা:</td>
                    <td>8801816126163</td>
                  </tr>
                  <tr>
                    <td>২০৮</td>
                    <td>১৩২১</td>
                    <td>হযরত খাদিজাতুল কুবরা (রা.) মহিলা ক্বওমী মাদরাসা</td>
                    <td> পুরারচর, পুরারচর, ইসলামপুর, জামালপুর</td>
                    <td>হাফেজ নাজমুল ইসলাম সাহেব</td>
                    <td>8801944919315</td>
                  </tr>
                  <tr>
                    <td>২০৯</td>
                    <td>১৩২২</td>
                    <td>দারুল উলূম ফয়জিয়া মহিউসসুন্নাহ মাদরাসা</td>
                    <td> গাংগর, সাতোর, বীরগঞ্জ, দিনাজপুর</td>
                    <td>মুফতী আব্দুল কাইয়ুম সাহেব</td>
                    <td>8801824815587</td>
                  </tr>
                  <tr>
                    <td>২১০</td>
                    <td>১৩২৩</td>
                    <td>নূরানী তা’লীমুল কুরআন মাদ্রাসা</td>
                    <td> চরপাড়া,, ঈদগড় বাজার, রামু, কক্সবাজার</td>
                    <td>মাও. মুফতী সৈয়দ নূর সাহেব</td>
                    <td>8801824569366</td>
                  </tr>
                  <tr>
                    <td>২১১</td>
                    <td>১৩২৫</td>
                    <td>রাওদাতুল আত্ফাল একাডেমী</td>
                    <td> সাতপোয়া, সরিষাবাড়ী, জামালপুর</td>
                    <td>হাফেজ মুহা. রুহুল আমিন সাহেব</td>
                    <td>8801913038448</td>
                  </tr>
                  <tr>
                    <td>২১২</td>
                    <td>১৩২৭</td>
                    <td>মারকাজে আমেনা নূরানী তা’লীমুল কুরআন মাদরাসা</td>
                    <td> আউলিয়াবাদ, ইসলামাবাদ, ঈদগাঁও, কক্সবাজার</td>
                    <td>মাও. মুহাম্মদ ইসলাম সাহেব</td>
                    <td>8801819726473</td>
                  </tr>
                  <tr>
                    <td>২১৩</td>
                    <td>১৩২৮</td>
                    <td>দারুল উলুম সুলাইমানিয়া</td>
                    <td> শ্রীমঙ্গল, মৌলভীবাজার</td>
                    <td>মাও. আবু বকর সাহেব</td>
                    <td>8801777000725</td>
                  </tr>
                  <tr>
                    <td>২১৪</td>
                    <td>১৩৩৩</td>
                    <td>তা’লীমুল কুরআন নূরানী একাডেমী</td>
                    <td> বলিয়াবাড়ী, বলিয়াবাড়ী, সিংড়া, নাটোর</td>
                    <td>মোঃ সাদেকুল ইসলাম সাহেব</td>
                    <td>8801622504057</td>
                  </tr>
                  <tr>
                    <td>২১৫</td>
                    <td>১৩৩৪</td>
                    <td>
                      চাঁদপুর আল আমিন হিফজুল কুরআন নূরানী মাদ্রাসা ও লিল্লাহ
                      বোডিং
                    </td>
                    <td> চাঁদপুর বাজার, সোনাপুর, বাগাতিপাড়া, নাটোর</td>
                    <td>মাও. আনিসুর রহমান সাহেব</td>
                    <td>8801738722639</td>
                  </tr>
                  <tr>
                    <td>২১৬</td>
                    <td>১৩৩৫</td>
                    <td>হামিউস্ সুন্নাহ মাদরাসা জিলকী</td>
                    <td> জিলকী, আহমদাবাদ, ত্রিশাল, ময়মনসিংহ</td>
                    <td>মাও. হোসাইন আহম্মদ সাহেব</td>
                    <td>8801728877052</td>
                  </tr>
                  <tr>
                    <td>২১৭</td>
                    <td>১৩৩৭</td>
                    <td>মদিনাতুল উলূম ইসলামীয়া মাদরাসা</td>
                    <td> দোয়াজীপাড়া, পূর্ব মুরাদপুর, সীতাকুন্ড, চট্টগ্রাম</td>
                    <td>মাও. খবিরুল ইসলাম সাহেব</td>
                    <td>8801909121111</td>
                  </tr>
                  <tr>
                    <td>২১৮</td>
                    <td>১৩৩৯</td>
                    <td>মদীনাতুল উলূম মাদরাসা হেফজখানা ও এতিমখানা</td>
                    <td>
                      {" "}
                      মদিনা নগর (গঞ্জপাড়া), খাগড়াছড়ি, খাগড়াছড়ি সদর, খাগড়াছড়ি
                    </td>
                    <td>মুফতী দীন ইসলাম সাহেব</td>
                    <td>8801822476084</td>
                  </tr>
                  <tr>
                    <td>২১৯</td>
                    <td>১৩৪১</td>
                    <td>মাদ্রাসায়ে নুরুল কুরআন</td>
                    <td> পূর্ব রমদাসদী, বহরিয়া বাজার, চাঁদপুর সদর, চাঁদপুর</td>
                    <td>মুহা. শরীফুল ইসলাম সাহেব</td>
                    <td>8801851072024</td>
                  </tr>
                  <tr>
                    <td>২২০</td>
                    <td>১৩৪২</td>
                    <td>জামিয়া ইসলামিয়া শামসুল উলূম চাঁদখালী মাদ্রাসা</td>
                    <td> চক কাওয়ালী, চাঁদখালী, পাইকগাছা, খুলনা</td>
                    <td>মুফতী উয়াইস আহমাদ সাহেব</td>
                    <td>8801735475756</td>
                  </tr>
                  <tr>
                    <td>২২১</td>
                    <td>১৩৪৪</td>
                    <td>জামিয়াতুস সুন্নাহ মাদরাসা</td>
                    <td> পশ্চিম চরখালী, ব্যাংকেরহাট, ভোলা সদর, ভোলা</td>
                    <td>মাও. মোঃ আব্দুল হান্নান সাহেব</td>
                    <td>8801739419021</td>
                  </tr>
                  <tr>
                    <td>২২২</td>
                    <td>১৩৪৫</td>
                    <td>জামিয়া কাসেমুল উলুম রহমানিয়া মাদরাসা</td>
                    <td>
                      {" "}
                      কাসেম নগর, উত্তর বালাশুর (পশ্চিম মত্তগ্রাম), ভাগ্যকুল
                      বাজার, শ্রীনগর, মুন্সিগঞ্জ
                    </td>
                    <td>মাও. মুহাম্মদ ইউনুছ সাহেব</td>
                    <td>8801714531112</td>
                  </tr>
                  <tr>
                    <td>২২৩</td>
                    <td>১৩৪৭</td>
                    <td>জামিয়া হোসাইনিয়া তজুমদ্দিন</td>
                    <td> তজুমদ্দিন, তজুমদ্দিন, ভোলা</td>
                    <td>মাও.</td>
                    <td>8801718632656</td>
                  </tr>
                  <tr>
                    <td>২২৪</td>
                    <td>১৩৪৯</td>
                    <td>সৈয়্যদুশ শুহাদা নূরানী তা’লীমুল কুরআন মাদ্রাসা</td>
                    <td> জলিল নগর বাস ষ্টেশন, রাউজান, চট্টগ্রাম</td>
                    <td>হাজী মাও. ইউসুফ সাহেব</td>
                    <td>8801830034461</td>
                  </tr>
                  <tr>
                    <td>২২৫</td>
                    <td>১৩৫০</td>
                    <td>
                      দারুল উলূম আব্দুল করিম মিয়া নূরানী ও হাফিজিয়া মাদরাসা
                    </td>
                    <td>
                      {" "}
                      কাচিয়া (২নং ওয়ার্ড), বোরহানগঞ্জ, বোরহানউদ্দিন, ভোলা
                    </td>
                    <td>মাও. মিজানুর রহমান সাহেব</td>
                    <td>8801718852242</td>
                  </tr>
                  <tr>
                    <td>২২৬</td>
                    <td>১৩৫২</td>
                    <td>হযরত আবু বকর সিদ্দিক (রা.) মাদরাসা</td>
                    <td> দৌলতপুর, জগনাথগঞ্জ ঘাট, সরিষাবাড়ী, জামালপুর</td>
                    <td>মাও. সাদ্দাম হোসেন সাহেব</td>
                    <td>8801925030860</td>
                  </tr>
                  <tr>
                    <td>২২৭</td>
                    <td>১৩৫৩</td>
                    <td>দারুস সুন্নাহ নূরানী মাদরাসা</td>
                    <td>
                      {" "}
                      শহীদ মশিউর রহমান সড়ক, কাঞ্চনপুর, ঝিনাইদহ সদর, ঝিনাইদহ
                    </td>
                    <td>মাও. মোঃ সেলিম উদ্দীন সাহেব</td>
                    <td>8801915887851</td>
                  </tr>
                  <tr>
                    <td>২২৮</td>
                    <td>১৩৫৪</td>
                    <td>জামিয়া ইসলামিয়া মারকাযুল উলূম (আবাসিক)</td>
                    <td>
                      {" "}
                      আব্দুল শিকদার ডাঙ্গী, চরভদ্রাসন, চরভদ্রাসন, ফরিদপুর
                    </td>
                    <td>মুফতি আবদুস সবুর সাহেব</td>
                    <td>8801718259052</td>
                  </tr>
                  <tr>
                    <td>২২৯</td>
                    <td>১৩৫৫</td>
                    <td>দারুল হিকমাহ ইসলামিয়া মাদরাসা</td>
                    <td> হাসানপুর, ঢালুয়া, নাঙ্গলকোট, কুমিল্লা</td>
                    <td>মাও. শরীফুল ইসলাম ফুয়াদ</td>
                    <td>8801865589515</td>
                  </tr>
                  <tr>
                    <td>২৩০</td>
                    <td>১৩৫৮</td>
                    <td>গাড়াবাড়ীয়া আশরাফুল উলূম ক্বওমী মাদরাসা</td>
                    <td> গাঁড়াবাড়ীয়া, কাথুলী, গাংনী, মেহেরপুর</td>
                    <td>মাও. জাবের হোসাইন সাহেব</td>
                    <td>8801761573545</td>
                  </tr>
                  <tr>
                    <td>২৩১</td>
                    <td>১৩৬০</td>
                    <td>পোড়াবাড়ী আল হেরা মাখজানুল কুরআন নূরানী মাদরাসা</td>
                    <td> পোড়াবাড়ী, নাগবাড়ী, ঘাটাইল, টাঙ্গাইল</td>
                    <td>মাও. সোলাইমান সাহেব</td>
                    <td>8801746323762</td>
                  </tr>
                  <tr>
                    <td>২৩২</td>
                    <td>১৩৬১</td>
                    <td>মাদ্রাসা হোসাইনিয়া আজিজুল উলূম এতিমখানা</td>
                    <td> রাজঘাটা, লোহাগাড়া, চট্টগ্রাম</td>
                    <td>মুফতি হাবিবুল ওয়াহেদ সাহেব</td>
                    <td>8801815950851</td>
                  </tr>
                  <tr>
                    <td>২৩৩</td>
                    <td>১৩৬২</td>
                    <td>
                      আল জামিয়াতুল ইসলামিয়া ইমদাদুল উলূম ভবানীপুর মাদ্রাসা
                    </td>
                    <td> ভবানীপুর, এগারগ্রাম, বরুড়া, বরুড়া, কুমিল্লা</td>
                    <td>মাও. আব্দুল সোবহান সাহেব</td>
                    <td>8801815546800</td>
                  </tr>
                  <tr>
                    <td>২৩৪</td>
                    <td>১৩৬৩</td>
                    <td>ঢাকা নয়াটোলা আনওয়ারুল উলূম নো’মানিয়া কামিল মাদরাসা</td>
                    <td> নয়াটোলা (মগবাজার), শান্তিনগর, হাতিরঝিল, ঢাকা</td>
                    <td>হাফেজ ফারুক আহমাদ ভূইয়া সাহেব</td>
                    <td>8801711206518</td>
                  </tr>
                  <tr>
                    <td>২৩৫</td>
                    <td>১৩৬৪</td>
                    <td>দারুস সুন্নাহ ইসলামিয়া মাদরাসা</td>
                    <td>
                      {" "}
                      উন্দানিয়া (পূর্বপাড়া), গৈয়ারভাঙ্গা, লালমাই, কুমিল্লা
                    </td>
                    <td>মাও. নুরুল ইসলাম সাহেব</td>
                    <td>8801795649455</td>
                  </tr>
                  <tr>
                    <td>২৩৬</td>
                    <td>১৩৬৬</td>
                    <td>জামিয়া আরবিয়া দারুল উলূম হোসাইনিয়া</td>
                    <td> মিরওয়ারিশপুর, বেগমগঞ্জ, নোয়াখালী</td>
                    <td>মাও. নিজাম উদ্দীন সাহেব</td>
                    <td>8801712631006</td>
                  </tr>
                  <tr>
                    <td>২৩৭</td>
                    <td>১৩৬৭</td>
                    <td>জামেয়া ওসমানিয়া চাটখিল</td>
                    <td> দশানী টবগা, আমিনবাগ, চাটখিল, নোয়াখালী</td>
                    <td>মাও. ইউসুফ সাহেব</td>
                    <td>8801717161182</td>
                  </tr>
                  <tr>
                    <td>২৩৮</td>
                    <td>১৩৬৮</td>
                    <td>কালাদহ দারুল হিকমা (মহিলা) ক্বওমী মাদ্রাসা</td>
                    <td> কালাদহ, ফুলবাড়ীয়া, ময়মনসিংহ</td>
                    <td>মাও. আবুল বাশার সাহেব</td>
                    <td>8801629097876</td>
                  </tr>
                  <tr>
                    <td>২৩৯</td>
                    <td>১৩৭০</td>
                    <td>কারারকান্দি ইসলামিয়া মাদরাসা</td>
                    <td> কারারকান্দি, হোমনা, হোমনা, কুমিল্লা</td>
                    <td>মুফতি মাহমুদুল হাসান সাহেব</td>
                    <td>8801963332939</td>
                  </tr>
                  <tr>
                    <td>২৪০</td>
                    <td>১৩৭১</td>
                    <td>ব্রাহ্মণপাড়া দারুল কুরআন মাদরাসা</td>
                    <td>
                      {" "}
                      ব্রাহ্মনপাড়া, ব্রাহ্মনপাড়া, ব্রাহ্মণপাড়া, কুমিল্লা
                    </td>
                    <td>হাফেজ তামজীদ সাহেব</td>
                    <td>8801750561460</td>
                  </tr>
                  <tr>
                    <td>২৪১</td>
                    <td>১৩৭২</td>
                    <td>রশিদপুর মদিনাতুল উলূম মাহমুদিয়া সোলতানিয়া মাদ্রাসা</td>
                    <td> রশিদপুর, এয়াকুবপুর, দাগনভূঞা, ফেনী</td>
                    <td>মাও. ইউনুছ সাহেব</td>
                    <td>8801819530315</td>
                  </tr>
                  <tr>
                    <td>২৪২</td>
                    <td>১৩৭৪</td>
                    <td>
                      আয়শা সিদ্দিকা (রা:) মহিলা মাদ্রাসা ও নরানী কিন্ডার গার্টেন
                    </td>
                    <td> মাসকা বাজার, কেন্দুয়া, কেন্দুয়া, নেত্রকোণা</td>
                    <td>হাফেজ আসাদুজ্জামান সাহেব</td>
                    <td>8801717712216</td>
                  </tr>
                  <tr>
                    <td>২৪৩</td>
                    <td>১৩৭৫</td>
                    <td>চকযদু কাশিয়াডাঙ্গা মদিনাতুল উলূম ক্বওমী মাদ্রাসা</td>
                    <td> কাশিয়াডাঙ্গা, ধামইরহাট, নওগাঁ</td>
                    <td>হাফেজ তরিকুল ইসলাম সাহেব</td>
                    <td>8801722077182</td>
                  </tr>
                  <tr>
                    <td>২৪৪</td>
                    <td>১৩৭৭</td>
                    <td>মাদ্রাসাতুল উলূমিশ শারইয়্যাহ</td>
                    <td> গোদারপাড়া, বগুড়া সদর, বগুড়া</td>
                    <td>মাও. আব্দুর রাজ্জাক সাহেব</td>
                    <td>8801716028427</td>
                  </tr>
                  <tr>
                    <td>২৪৫</td>
                    <td>১৩৭৯</td>
                    <td>কুজাগাড়ী রফাতুল্লাহ নূরানী হাফেজিয়া মাদরাসা</td>
                    <td> কুজাগাড়ী, কাট খইর, নওগাঁ সদর, নওগাঁ</td>
                    <td>মাও. মোঃ মাছুম বিল্লাহ সাহেব</td>
                    <td>8801745162752</td>
                  </tr>
                  <tr>
                    <td>২৪৬</td>
                    <td>১৩৮০</td>
                    <td>নূরানী তা’লীমুল কুরআন শিশু একাডেমী</td>
                    <td>
                      {" "}
                      চক গোবিন্দ (পাঠানপাড়া), গোবিন্দগঞ্জ, গোবিন্দগঞ্জ,
                      গাইবান্ধা
                    </td>
                    <td>মাওঃ মুফাজ্জল হোসেন সাহেব</td>
                    <td>8801742491907</td>
                  </tr>
                  <tr>
                    <td>২৪৭</td>
                    <td>১৩৮১</td>
                    <td>ফুলবাগিছা আজিজুল উলূম মাদ্রাসা, ও এতিমখানা</td>
                    <td>
                      {" "}
                      ফুলবাগিছা, দক্ষিণ রাজানগর, রাজাভূবন, রাঙ্গুনিয়া, চট্টগ্রাম
                    </td>
                    <td>মাও. নাছির উদ্দিন সাহেব</td>
                    <td>8801817274312</td>
                  </tr>
                  <tr>
                    <td>২৪৮</td>
                    <td>১৩৮২</td>
                    <td>তাজবীদুল কুরআন নূরানী মাদরাসা ও হেফজখানা</td>
                    <td>
                      {" "}
                      ২নং নাবিক কলোনী, সেইলর্স কলোনী, ই.পি.জেড, চট্টগ্রাম
                    </td>
                    <td>মাও. আব্দুল হালীম সাহেব</td>
                    <td>8801712882480</td>
                  </tr>
                  <tr>
                    <td>২৪৯</td>
                    <td>১৩৮৩</td>
                    <td>মদিনাতুল উলূম মাদরাসা হেফজখানা ও এতিমখানা</td>
                    <td>
                      {" "}
                      বনগ্রাম (খোন্দকারপাড়া), চন্দ্রঘোনা, রাঙ্গুনিয়া, চট্টগ্রাম
                    </td>
                    <td>মাও. মুহাম্মদ এমরান সাহেব</td>
                    <td>8801821535577</td>
                  </tr>
                  <tr>
                    <td>২৫০</td>
                    <td>১৩৮৪</td>
                    <td>দলইনগর মদীনাতুল উলুম মাদরাসা (নূরানী বিভাগ)</td>
                    <td> দলইনগর, গহিরা, রাউজান, চট্টগ্রাম</td>
                    <td>মুফতি হোসাইন আহমদ সাহেব</td>
                    <td>8801814157479</td>
                  </tr>
                  <tr>
                    <td>২৫১</td>
                    <td>১৩৮৫</td>
                    <td>রওজাতুল উলূম মডেল মাদরাসা</td>
                    <td> উত্তর জয়নগর, চাউলতাতলী, দৌলতখান, ভোলা</td>
                    <td>মুহাম্মদ হাসনাইন সাহেব</td>
                    <td>8801795132348</td>
                  </tr>
                  <tr>
                    <td>২৫২</td>
                    <td>১৩৮৭</td>
                    <td>উফারমারা খাদেমুল উলূম ক্বওমিয়া মাদরাসা</td>
                    <td> উফারমারা (ঘুন্টি), বুড়িমারী, পাটগ্রাম, লালমনিরহাট</td>
                    <td>মুফতি আকরামুজ্জামান সাহেব</td>
                    <td>8801740253833</td>
                  </tr>
                  <tr>
                    <td>২৫৩</td>
                    <td>১৩৮৮</td>
                    <td>আনওয়ারুল কুরআন মাদ্রাসা</td>
                    <td> তাপকীর মোড়, মুক্তাগাছা, ময়মনসিংহ</td>
                    <td>মাও. আবু বকর সাহেব</td>
                    <td>8801916309213</td>
                  </tr>
                  <tr>
                    <td>২৫৪</td>
                    <td>১৩৮৯</td>
                    <td>
                      দারুত তাকওয়া আল-ইসলামিয়া বালক-বালিকা মাদ্রাসা হেফজখানা ও
                      এতিমখানা
                    </td>
                    <td>
                      {" "}
                      পূর্ব চানপুর (বলিপাড়া), নারায়নহাট, ভূজপুর, চট্টগ্রাম
                    </td>
                    <td>মুফতী নোমান সাহেব</td>
                    <td>8801817727030</td>
                  </tr>
                  <tr>
                    <td>২৫৫</td>
                    <td>১৩৯০</td>
                    <td>
                      দারুল হুদা মারকাযুল উলূম ক্বওমী নূরানী স্কুল এন্ড মহিলা
                      মাদ্রাসা
                    </td>
                    <td> সাহেবগঞ্জ, আহসানগঞ্জ, আত্রাই, নওগাঁ</td>
                    <td>মাও. শোয়াইব সাহেব</td>
                    <td>8801738389899</td>
                  </tr>
                  <tr>
                    <td>২৫৬</td>
                    <td>১৩৯১</td>
                    <td>দারুল উলূম ইসলামীয়া একাডেমী নূরানী মাদরাসা</td>
                    <td>
                      {" "}
                      দুপচাঁচিয়া (শান্তাহার রোড), দুপচাঁচিয়া, দুপচাঁচিয়া, বগুড়া
                    </td>
                    <td>মুফতী মাশকুরুল আলম সাহেব</td>
                    <td>8801775936811</td>
                  </tr>
                  <tr>
                    <td>২৫৭</td>
                    <td>১৩৯২</td>
                    <td>নিয়ামতপুর (গুয়াডহরী) ফয়জুল উলূম ক্বওমী মাদ্রাসা</td>
                    <td> গুয়াডহরী, গোসাইবাড়ী, ধুনট, বগুড়া</td>
                    <td>মাও. মাসরুর আহমেদ সাহেব</td>
                    <td>8801722400987</td>
                  </tr>
                  <tr>
                    <td>২৫৮</td>
                    <td>১৩৯৩</td>
                    <td>আদ দাওয়াহ নুরানী একাডেমী</td>
                    <td> নায়েকগড়টারী, সাপ্টিবাড়ী, আদিতমারী, লালমনিরহাট</td>
                    <td>মাওলানা আবু তালহা সাহেব</td>
                    <td>8801753299325</td>
                  </tr>
                  <tr>
                    <td>২৫৯</td>
                    <td>১৩৯৪</td>
                    <td>দিনাজপুর মুহিউস সুন্নাহ মাদরাসা</td>
                    <td>
                      {" "}
                      চক-কাঞ্চন (শান্তিপুর আ/এ), ফরক্কাবাদ- ৫২১০, বিরল, দিনাজপুর
                    </td>
                    <td>মাও. মুহা: মাহমুদুল হাসান (সানোয়ার)</td>
                    <td>8801720337203</td>
                  </tr>
                  <tr>
                    <td>২৬০</td>
                    <td>১৩৯৬</td>
                    <td>হামিউস সুন্নাহ ফয়জুল উলুম ক্বওমী মাদরাসা</td>
                    <td>
                      {" "}
                      বাঙ্গালীপুর (যুগিরডাঙ্গা), লক্ষণপুর, সৈয়দপুর, নীলফামারী
                    </td>
                    <td>মুফতি সাইফুল ইসলাম সাহেব</td>
                    <td>8801751499058</td>
                  </tr>
                  <tr>
                    <td>২৬১</td>
                    <td>১৩৯৭</td>
                    <td>দারুল উলূম শাঁখচূড়া মহিলা ও আল হেরা নূরানী মাদরাসা</td>
                    <td> শাঁখচূড়া, হালিমাবাদ, গফরগাঁও, ময়মনসিংহ</td>
                    <td>মুফতী সাইফুল ইসলাম সাহেব</td>
                    <td>8801714219677</td>
                  </tr>
                  <tr>
                    <td>২৬২</td>
                    <td>১৩৯৮</td>
                    <td>আল আবরার কে.জি. স্কুল</td>
                    <td> মোলামগাড়ী, আলিয়ারহাট, শিবগঞ্জ, বগুড়া</td>
                    <td>মাও. শামসুল আলম সাহেব</td>
                    <td>8801711451749</td>
                  </tr>
                  <tr>
                    <td>২৬৩</td>
                    <td>১৩৯৯</td>
                    <td>
                      আতাইলচেঙ্গা পাঁচ পুকুরিয়া মদীনাতুল উলূম নূরানী মাদরাসা
                    </td>
                    <td>
                      {" "}
                      আতাইলচেঙ্গা (পাঁচ পুকুরিয়া), গোহাইল, শাজাহানপুর, বগুড়া
                    </td>
                    <td>মাও. মোঃ আমিনুল ইসলাম সাহেব</td>
                    <td>8801747654456</td>
                  </tr>
                  <tr>
                    <td>২৬৪</td>
                    <td>১৪০০</td>
                    <td>আমডাঙ্গা মদিনাতুল উলূম হাফেজিয়া মাদরাসা</td>
                    <td> আমডাঙ্গা, সলঙ্গা, সিরাজগঞ্জ</td>
                    <td>মাও. আম্মার হোসেন সাহেব</td>
                    <td>8801739334452</td>
                  </tr>
                  <tr>
                    <td>২৬৫</td>
                    <td>১৪০২</td>
                    <td>জামিয়াতুল উম্মাহ আল-ইসলামিয়া</td>
                    <td> বিশ্বনাথপুর, আমবাড়ী, চিরিরবন্দর, দিনাজপুর</td>
                    <td>হাফেজ মাও. মর্তুজা হাসান সাহেব</td>
                    <td>8801790663424</td>
                  </tr>
                  <tr>
                    <td>২৬৬</td>
                    <td>১৪০৫</td>
                    <td>হযরত মরিয়ম (আ.) নূরানী মাদরাসা</td>
                    <td> চকরামচন্দ্র (মধ্যপাড়া), নওগাঁ সদর, নওগাঁ</td>
                    <td>মাও. মুহাম্মদ হেলাল উদ্দীন সাহেব</td>
                    <td>8801734645190</td>
                  </tr>
                  <tr>
                    <td>২৬৭</td>
                    <td>১৪০৮</td>
                    <td>তাহমিনা ইয়াছমিন মহিলা মাদরাসা ও নূরানী একাডেমী</td>
                    <td> কৈয়ারবিল, চকরিয়া, কক্সবাজার</td>
                    <td>মুফতী জমির উদ্দিন সাহেব</td>
                    <td>8801885225660</td>
                  </tr>
                  <tr>
                    <td>২৬৮</td>
                    <td>১৪১১</td>
                    <td>আল ইদারাতুল ফারুকিয়্যা (আড়াইওরা মাদরাসা)</td>
                    <td> আড়াইওরা, আদর্শ সদর, কুমিল্লা সদর, কুমিল্লা</td>
                    <td>মাও. হাবিবুল্লাহ মিসবাহ সাহেব</td>
                    <td>8801917243940</td>
                  </tr>
                  <tr>
                    <td>২৬৯</td>
                    <td>১৪১৩</td>
                    <td>পতেঙ্গা রশিদিয়া মাদরাসা চট্টগ্রাম</td>
                    <td>
                      {" "}
                      পুরাতন পোস্ট অফিস গলি, স্টীলমিল বাজার, পতেঙ্গা, চট্টগ্রাম
                    </td>
                    <td>মুফতী মুহাম্মদ ইমদাদুল্লাহ সাহেব</td>
                    <td>8801815447667</td>
                  </tr>
                  <tr>
                    <td>২৭০</td>
                    <td>১৪১৫</td>
                    <td>বহদ্দারকাটা ইসলামিয়া আরবিয়া মাদ্রাসা (নূরানী বিভাগ)</td>
                    <td> বহদ্দারকাটা, বি.এম.চর, বি.এম.চর, চকরিয়া, কক্সবাজার</td>
                    <td>মাও. হোসাইন আহমদ সাহেব</td>
                    <td>8801866867171</td>
                  </tr>
                  <tr>
                    <td>২৭১</td>
                    <td>১৪১৬</td>
                    <td>রামগড় তা’লীমুল কুরআন মাদরাসা (নূরানী ও হেফজ বিভাগ)</td>
                    <td> রামগড় পৌরসভা, রামগড়, খাগড়াছড়ি</td>
                    <td>মাও. মাহমুদ উল্লাহ সাহেব</td>
                    <td>8801814800015</td>
                  </tr>
                  <tr>
                    <td>২৭২</td>
                    <td>১৪১৭</td>
                    <td>দারুল কুরআন নূরানী মাদরাসা</td>
                    <td> মধ্য সুরাজপুর, মানিকপুর, চকরিয়া, কক্সবাজার</td>
                    <td>মাও. আব্দুল্লাহ</td>
                    <td>8801830042151</td>
                  </tr>
                  <tr>
                    <td>২৭৩</td>
                    <td>১৪১৮</td>
                    <td>জামিয়া আশরাফিয়া দারুল মা’আরিফ</td>
                    <td> সোনাইমুড়ী, সোনাইমুড়ী, নোয়াখালী</td>
                    <td>মাও. শামছুদ্দোহা ফয়সাল</td>
                    <td>8801833669119</td>
                  </tr>
                  <tr>
                    <td>২৭৪</td>
                    <td>১৪১৯</td>
                    <td>মাদরাসাতুস সাহাবা (রাযি.)</td>
                    <td>
                      {" "}
                      মদুনাঘাট (এ.কে. টাওয়ার), রশিদ বাড়ি, হাটহাজারী, চট্টগ্রাম
                    </td>
                    <td>মুফতী আনোয়ার হোসাইন সাহেব</td>
                    <td>8801832478851</td>
                  </tr>
                  <tr>
                    <td>২৭৫</td>
                    <td>১৪২০</td>
                    <td>আল মাদরাসাতুল ইসলামিয়া তাজবীদুল কুরআন</td>
                    <td> শ্রীপুর, মেহেন্দিগঞ্জ, মেহেন্দিগঞ্জ, বরিশাল</td>
                    <td>মাও. আনোয়ার হোসাইন সাহেব</td>
                    <td>8801878610175</td>
                  </tr>
                  <tr>
                    <td>২৭৬</td>
                    <td>১৪২১</td>
                    <td>
                      বগুড়া কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> ১৫নং ওয়ার্ড, ছোট কুমিরা, বগুড়া সদর, বগুড়া</td>
                    <td>মুফতি জসিম উদ্দিন সাহেব</td>
                    <td>8801322891010</td>
                  </tr>
                  <tr>
                    <td>২৭৭</td>
                    <td>১৪২৪</td>
                    <td>দারুল কোরআন ক্যাডেট মাদরাসা</td>
                    <td> কালিয়া, নড়াইল</td>
                    <td>মাও. আব্দুল কুদ্দুস সাহেব</td>
                    <td>8801902806532</td>
                  </tr>
                  <tr>
                    <td>২৭৮</td>
                    <td>১৪২৫</td>
                    <td>
                      ঝিনাইদহ কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> ৯নং পোড়াহাটী, ঝিনাইদহ সদর, ঝিনাইদহ</td>
                    <td>মুফতী শহিদুল্লাহ সাহেব</td>
                    <td>8801322891045</td>
                  </tr>
                  <tr>
                    <td>২৭৯</td>
                    <td>১৪২৬</td>
                    <td>হামিউচ্ছুন্নাহ মাদরাসা হেফজখানা ও এতিমখানা</td>
                    <td> ছড়াকুল (ইমামবাড়ী), সাতকানিয়া, চট্টগ্রাম</td>
                    <td>মাও. ক্বারী মোঃ ইয়াহইয়া সাহেব</td>
                    <td>8801818337312</td>
                  </tr>
                  <tr>
                    <td>২৮০</td>
                    <td>১৪২৯</td>
                    <td>জামিয়া ইসলামিয়া আরাবিয়া উমেদ নগর, হবিগঞ্জ</td>
                    <td> উমেদ নগর, হবিগঞ্জ সদর, হবিগঞ্জ সদর, হবিগঞ্জ</td>
                    <td>হাফেজ মাও. মাসরুরুল হক সাহেব</td>
                    <td>8801715039489</td>
                  </tr>
                  <tr>
                    <td>২৮১</td>
                    <td>১৪৩০</td>
                    <td>দারুল হাদিস মদিনাতুল উলূম খরিলহাট মাদরাসা</td>
                    <td> জৈন্তাপুর, সিলেট</td>
                    <td>মাওলানা আব্দুর রহমান সাহেব</td>
                    <td>8801760170712</td>
                  </tr>
                  <tr>
                    <td>২৮২</td>
                    <td>১৪৩১</td>
                    <td>বাঁশতলা হোসাইনিয়া ইসলামিয়া মাদরাসা</td>
                    <td>
                      {" "}
                      পেকপাড়া (আননপাড়া), বাংলা বাজার, দোয়ারাবাজার, সুনামগঞ্জ
                    </td>
                    <td>মাও. আবুল খায়ের সাহেব</td>
                    <td>8801739386992</td>
                  </tr>
                  <tr>
                    <td>২৮৩</td>
                    <td>১৪৩২</td>
                    <td>
                      টাঙ্গাইল কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> বড় ইছাপুর, বংড়া, কালিহাতী, টাঙ্গাইল</td>
                    <td>মাও. মুফতি জসিম উদ্দীন সাহেব</td>
                    <td>8801771555000</td>
                  </tr>
                  <tr>
                    <td>২৮৪</td>
                    <td>১৪৩৪</td>
                    <td>শাইখ মুহাম্মদ শরীফ (রহ.) ইসলামীক সেন্টার</td>
                    <td> চেয়ারম্যান পাড়া, আজিজ নগর, লামা, বান্দরবান</td>
                    <td>মাও. মিজানুর রহমান সাহেব</td>
                    <td>8801823974867</td>
                  </tr>
                  <tr>
                    <td>২৮৫</td>
                    <td>১৪৪২</td>
                    <td>আল জামিয়াতুল ইসলামিয়া ফয়জুল উলুম মাদরাসা</td>
                    <td> ফায়দাবাদ (চৌরাস্তা), উত্তরা, দক্ষিণখান, ঢাকা</td>
                    <td>মাও. আবুল কাসেম সাহেব</td>
                    <td>8801917186294</td>
                  </tr>
                  <tr>
                    <td>২৮৬</td>
                    <td>১৪৪৩</td>
                    <td>মরহুম শহরুল্লাহ দারুল উলুম মারকাজুত তাহফিজ মাদরাসা</td>
                    <td>
                      {" "}
                      ডাঙ্গাপাড়া (বাস স্ট্যান্ড), জলঢাকা, জলঢাকা, নীলফামারী
                    </td>
                    <td>মাও. আরিফুজ্জামান আরিফ সাহেব</td>
                    <td>8801764880723</td>
                  </tr>
                  <tr>
                    <td>২৮৭</td>
                    <td>১৪৪৬</td>
                    <td>তিলকপুর সিদ্দীকিয়া দারুল উলূম ক্বওমী মাদরাসা</td>
                    <td> তিলকপুর, তিলকপুর, আক্কেলপুর, জয়পুরহাট</td>
                    <td>মাও. হামিদুর রহমান সাহেব</td>
                    <td>8801993616572</td>
                  </tr>
                  <tr>
                    <td>২৮৮</td>
                    <td>১৪৪৮</td>
                    <td>
                      জামিআ ফয়জিয়া দারুল উলূম মাদানিয়া হামুদনগর মাদরাসা ও মসজিদ
                      কমপ্লেক্স
                    </td>
                    <td>
                      {" "}
                      ভূঁইগড় রাইস মিল, কুতুবপুর- ১৪২১, ফতুল্লা, নারায়নগঞ্জ
                    </td>
                    <td>মুফতি ফরিদ উদ্দীন সাহেব</td>
                    <td>8801617220161</td>
                  </tr>
                  <tr>
                    <td>২৮৯</td>
                    <td>১৪৮৩</td>
                    <td>এমদাদিয়া নূরানী হাফেজিয়া মাদরাসা</td>
                    <td> সোনাখালী, বামনা, বামনা, বরগুনা</td>
                    <td>মুফতী হাবিব উল্লাহ সাহেব</td>
                    <td>8801735662836</td>
                  </tr>
                  <tr>
                    <td>২৯০</td>
                    <td>১৪৮৪</td>
                    <td>আল-আমীন দারুল উলূম ক্বওমী মাদরাসা</td>
                    <td> খলিশাকুন্ডু, সাধুগঞ্জ, হরিণাকুন্ডু, ঝিনাইদহ</td>
                    <td>মুফতী আহমাদুল্লাহ সাহেব মাদারীপুরী</td>
                    <td>8801764792693</td>
                  </tr>
                  <tr>
                    <td>২৯১</td>
                    <td>১৪৯৬</td>
                    <td>আল-জামিয়াতুল আহলিয়া দারুল উলূম মুহিউল ইসলাম মাদরাসা</td>
                    <td> আড়াইবাড়ীয়া, হোসেনপুর, হোসেনপুর, কিশোরগঞ্জ</td>
                    <td>মাও. আসাদুজ্জামান সাহেব</td>
                    <td>8801714415437</td>
                  </tr>
                </tbody>
              </table>
            </div>
          </div>
        </section>
      </div>

      <Footer />

      <div
        className="modal fade"
        id="phone_modal"
        tabIndex={-1}
        aria-labelledby="exampleModalLabel"
        aria-hidden="true"
      >
        <div className="modal-dialog">
          <form
            onsubmit="return check_data_poridorshok()"
            action="https://www.nooraniboardctg.com/institute-register-online"
            method="get"
          >
            <div className="modal-content">
              <div className="modal-header">
                <h5 className="modal-title" id="exampleModalLabel">
                  প্রশিক্ষক ও পরিদর্শক এর ফরম
                </h5>
                <button
                  type="button"
                  className="close"
                  data-dismiss="modal"
                  aria-label="Close"
                >
                  <span aria-hidden="true">×</span>
                </button>
              </div>
              <div className="modal-body">
                <div className="form-group">
                  <label className="font-weight-bold">
                    প্রশিক্ষক ও পরিদর্শক এর মোবাইল নম্বর
                  </label>
                  <div className="input-group mb-3">
                    <div className="input-group-prepend">
                      <span className="input-group-text" id="basic-addon1">
                        880
                      </span>
                    </div>
                    <input
                      id="p_phone"
                      type="number"
                      name="phone"
                      className="form-control"
                      placeholder="মোবাইল নম্বর দিন"
                    />
                  </div>
                </div>
                <div className="form-group" id="p_phone_err"></div>
              </div>
              <div className="modal-footer">
                <button
                  type="button"
                  className="btn btn-secondary"
                  data-dismiss="modal"
                >
                  বাতিল
                </button>
                <button type="submit" className="btn btn-primary">
                  সাবমিট
                </button>
              </div>
            </div>
          </form>
        </div>
      </div>
    </div>
  );
}

export default Book_sell_center;
