import React, { useEffect } from "react";
import Header from "../components/Header";
import Footer from "../components/Footer";

function Moallem_training_center() {
  useEffect(() => {
    window.scrollTo(0, 0);
  }, []);
  useEffect(() => {
    const script = document.createElement("script");
    script.src = "https://nooraniboardctg.com/public/js/noorani.js";
    script.async = true;
    document.body.appendChild(script);
    return () => {
      document.body.removeChild(script);
    };
  }, []);

  return (
    <div
      style={{ background: "url(https://nooraniboardctg.com/public/bg.jpg)" }}
      oncontextmenu="return false"
      data-new-gr-c-s-check-loaded="14.1184.0"
      data-gr-ext-installed=""
      cz-shortcut-listen="true"
    >
      <Header />

      <div className="container bg-white pt-3">
        <section className="mt-4">
          <h3 className="text-center" style={{ fontWeight: 500 }}>
            মুয়াল্লিম প্রশিক্ষণ কেন্দ্রসমূহ
          </h3>
          <hr />
          <div className="row">
            <div className="col-12 ">
              <div className="filter">
                <h2 className="filter_text">
                  <span>ফিল্টার করুন :- </span>
                </h2>
                <div className="row">
                  <div className="col-md-4">
                    <input
                      name="name"
                      type="text"
                      className="form-control"
                      id="filter_input"
                      placeholder="সার্চ করুন"
                    />
                  </div>
                </div>
              </div>
              <hr />
              <table className="tableeee table table-bordered table-striped custom_table_list">
                <thead>
                  <tr>
                    <th width="4%">ক্রমিক</th>
                    <th width="8%">ব্যাচ নং</th>
                    <th width="5%">বিষয়</th>
                    <th width="35%">প্রশিক্ষণ কেন্দ্রের নাম</th>
                    <th width="32%">প্রশিক্ষণ কেন্দ্রের ঠিকানা</th>
                    <th width="13%">শুরুর তারিখ</th>
                    <th width="8%">যোগাযোগ</th>
                  </tr>
                </thead>
                <tbody id="filter_table">
                  <tr>
                    <td>১</td>
                    <td>৬৪৮</td>
                    <td>আরবী</td>
                    <td>ঢাকা নয়াটোলা আনওয়ারুল উলূম নো’মানিয়া কামিল মাদরাসা</td>
                    <td> নয়াটোলা (মগবাজার), শান্তিনগর, হাতিরঝিল, ঢাকা, ঢাকা</td>
                    <td>15 Jul, 2024</td>
                    <td>
                      01615032387
                      <br /> 01322891019
                      <br /> 01322891021
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২</td>
                    <td>৬৪৯</td>
                    <td>আরবী</td>
                    <td>
                      শেরপুর কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> দমদমা, কালিগঞ্জ, শেরপুর সদর, শেরপুর, ময়মনসিংহ</td>
                    <td>15 Jul, 2024</td>
                    <td>
                      01991990440
                      <br /> 01322891011
                      <br /> 01795717937
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩</td>
                    <td>৬৫০</td>
                    <td>আরবী</td>
                    <td>জামিয়া ইসহাকিয়া ইসলামিয়া মাদরাসা</td>
                    <td>
                      {" "}
                      দাসেরহাট, কাঁঠালবাড়ী, কুড়িগ্রাম সদর, কুড়িগ্রাম, রংপুর
                    </td>
                    <td>15 Jul, 2024</td>
                    <td>
                      01716452380
                      <br /> 01322891057
                      <br /> 01740209293
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৪</td>
                    <td>৬৫১</td>
                    <td>আরবী</td>
                    <td>ফয়জুল উলূম হামিউসসুন্নাহ নূরানী মাদরাসা</td>
                    <td> দারগারচালা, মাওনা বাজার, শ্রীপুর, গাজীপুর, ঢাকা</td>
                    <td>15 Jul, 2024</td>
                    <td>
                      01921842930
                      <br /> 01322891027
                      <br /> 01770181010
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৫</td>
                    <td>৫২০</td>
                    <td>বাংলা</td>
                    <td>
                      ঢাকা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      কুরগাঁও (পুরাতন পূর্বপাড়া), নবীনগর, আশুলিয়া, ঢাকা, ঢাকা
                    </td>
                    <td>10 Jul, 2024</td>
                    <td>
                      01322891035
                      <br /> 01322891046
                      <br /> 01329634052
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৬</td>
                    <td>৫২১</td>
                    <td>বাংলা</td>
                    <td>
                      ঝিনাইদহ কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> ৯নং পোড়াহাটী, ঝিনাইদহ সদর, ঝিনাইদহ, খুলনা</td>
                    <td>10 Jul, 2024</td>
                    <td>
                      01322891045
                      <br /> 01322891028
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৭</td>
                    <td>৬৪৩</td>
                    <td>আরবী</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>01 Jul, 2024</td>
                    <td>
                      017715500
                      <br /> 01322891009
                      <br /> 01322891056
                      <br /> 01818890242
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৮</td>
                    <td>৬৪৪</td>
                    <td>আরবী</td>
                    <td>
                      খুলনা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      সিটি বাইপাস রোড, মোস্তফা মোড়, হরিণটানা, খুলনা, খুলনা
                    </td>
                    <td>01 Jul, 2024</td>
                    <td>
                      01322891025
                      <br /> 01322891054
                      <br /> 01754155682
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৯</td>
                    <td>৬৪৫</td>
                    <td>আরবী</td>
                    <td>
                      টাঙ্গাইল কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> বড় ইছাপুর, বংড়া, কালিহাতী, টাঙ্গাইল, ঢাকা</td>
                    <td>01 Jul, 2024</td>
                    <td>
                      01322891015
                      <br /> 01322891049
                      <br /> 01322891023
                      <br /> 01730201421
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১০</td>
                    <td>৬৪৬</td>
                    <td>আরবী</td>
                    <td>
                      বগুড়া কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> ১৫নং ওয়ার্ড, ছোট কুমিরা, বগুড়া সদর, বগুড়া, রাজশাহী</td>
                    <td>01 Jul, 2024</td>
                    <td>
                      01322891007
                      <br /> 01322891055
                      <br /> 01329634054
                      <br /> 01785559544
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১১</td>
                    <td>৬৪৭</td>
                    <td>আরবী</td>
                    <td>জামিয়া হোসাইনিয়া আরাবিয়া</td>
                    <td> কাজিরপাড়া, মেলান্দহ, জামালপুর, ময়মনসিংহ</td>
                    <td>01 Jul, 2024</td>
                    <td>
                      01834253699
                      <br /> 01322891041
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১২</td>
                    <td>৫১৮</td>
                    <td>বাংলা</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>01 Jul, 2024</td>
                    <td>
                      01771555000
                      <br /> 01789333636
                      <br /> 01329634059
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৩</td>
                    <td>৫১৯</td>
                    <td>বাংলা</td>
                    <td>
                      পিরোজপুর: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      কলেজ রোড, খুমুরিয়া, পিরোজপুর সদর, পিরোজপুর সদর, পিরোজপুর,
                      বরিশাল
                    </td>
                    <td>01 Jul, 2024</td>
                    <td>
                      01322891012
                      <br /> 01322891018
                      <br /> 01814771243
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৪</td>
                    <td>৫১৫</td>
                    <td>বাংলা</td>
                    <td>
                      আল জামিয়াতুল কারীমিয়া নূরুল উলূম জুম্মাপাড়া (নূরানী বিভাগ)
                    </td>
                    <td> জুম্মাপাড়া, রংপুর সদর, রংপুর, রংপুর</td>
                    <td>20 May, 2024</td>
                    <td>
                      01715361242
                      <br /> 01721217045
                      <br /> 01329634052
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৫</td>
                    <td>৫১৬</td>
                    <td>বাংলা</td>
                    <td>আল জামিয়াতুল আরবিয়্যা কাসেমুল উলূম ক্বওমী মাদরাসা</td>
                    <td>
                      {" "}
                      কালুপাড়া (রহমতপাড়া), শত্রুজিৎপুর, মাগুরা সদর, মাগুরা,
                      খুলনা
                    </td>
                    <td>20 May, 2024</td>
                    <td>
                      01313858314
                      <br /> 01789333636 <br />
                      01322891003
                      <br /> 01322891046
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৬</td>
                    <td>৫১৭</td>
                    <td>বাংলা</td>
                    <td>আন-নূর ইসলামী একাডেমী</td>
                    <td> মাদানীনগর (বেলদী), নরসিংদী সদর, নরসিংদী, ঢাকা</td>
                    <td>20 May, 2024</td>
                    <td>
                      01710975977
                      <br /> 01711150162
                      <br /> 01322891018
                      <br /> 01816002359
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৭</td>
                    <td>৬৪২</td>
                    <td>আরবী</td>
                    <td>
                      নেত্রকোণা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ (ফয়জুল উলূম হামিউসসুন্নাহ মাদরাসা)
                    </td>
                    <td> হোসেনপুর, নেত্রকোণা সদর, নেত্রকোণা, ময়মনসিংহ</td>
                    <td>01 May, 2024</td>
                    <td>
                      01322891037
                      <br /> 01915535780
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৮</td>
                    <td>৬২২</td>
                    <td>আরবী</td>
                    <td>জামিয়া ইসলামিয়া আরাবিয়া উমেদ নগর, হবিগঞ্জ</td>
                    <td> উমেদ নগর, হবিগঞ্জ সদর, হবিগঞ্জ সদর, হবিগঞ্জ, সিলেট</td>
                    <td>25 Apr, 2024</td>
                    <td>
                      01715039489
                      <br /> 01765655174
                      <br /> 01739844854
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৯</td>
                    <td>৬৪০</td>
                    <td>আরবী</td>
                    <td>
                      টাঙ্গাইল কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> বড় ইছাপুর, বংড়া, কালিহাতী, টাঙ্গাইল, ঢাকা</td>
                    <td>25 Apr, 2024</td>
                    <td>
                      01749276608
                      <br /> 01937154499
                      <br /> 01730201421
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২০</td>
                    <td>৬৪১</td>
                    <td>আরবী</td>
                    <td>
                      ঝিনাইদহ কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> ৯নং পোড়াহাটী, ঝিনাইদহ সদর, ঝিনাইদহ, খুলনা</td>
                    <td>25 Apr, 2024</td>
                    <td>
                      01322891045
                      <br /> 01322891036
                      <br /> 01770740110
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২১</td>
                    <td>৬৩৬</td>
                    <td>আরবী</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>20 Apr, 2024</td>
                    <td>
                      01322891008
                      <br /> 01322891017
                      <br /> 01329634055
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২২</td>
                    <td>৬৩৭</td>
                    <td>আরবী</td>
                    <td>
                      ঢাকা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      কুরগাঁও (পুরাতন পূর্বপাড়া), নবীনগর, আশুলিয়া, ঢাকা, ঢাকা
                    </td>
                    <td>20 Apr, 2024</td>
                    <td>
                      01322891035
                      <br /> 01322891024
                      <br /> 01322891059
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৩</td>
                    <td>৬৩৮</td>
                    <td>আরবী</td>
                    <td>
                      শেরপুর কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> দমদমা, কালিগঞ্জ, শেরপুর সদর, শেরপুর, ময়মনসিংহ</td>
                    <td>20 Apr, 2024</td>
                    <td>
                      01706799755
                      <br /> 01322891004
                      <br /> 01329634061
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৪</td>
                    <td>৬৩৯</td>
                    <td>আরবী</td>
                    <td>দারুল উলূম ইসলামিয়া মাদরাসা</td>
                    <td>
                      {" "}
                      উদয় সাগর (হাজীপাড়া), পলাশ বাড়ী, পলাশবাড়ী, গাইবান্ধা, রংপুর
                    </td>
                    <td>20 Apr, 2024</td>
                    <td>
                      01721542525
                      <br /> 01865018591
                      <br /> 01717876435
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৫</td>
                    <td>৫১১</td>
                    <td>বাংলা</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>20 Apr, 2024</td>
                    <td>
                      01322891003
                      <br /> 01789333636
                      <br /> 01329634059
                      <br /> 01600998250
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৬</td>
                    <td>৫১২</td>
                    <td>বাংলা</td>
                    <td>
                      খুলনা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      সিটি বাইপাস রোড, মোস্তফা মোড়, হরিণটানা, খুলনা, খুলনা
                    </td>
                    <td>20 Apr, 2024</td>
                    <td>
                      01322891025
                      <br /> 01322891028
                      <br /> 01322891046
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৭</td>
                    <td>৫১৩</td>
                    <td>বাংলা</td>
                    <td>
                      টাঙ্গাইল কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> বড় ইছাপুর, বংড়া, কালিহাতী, টাঙ্গাইল, ঢাকা</td>
                    <td>20 Apr, 2024</td>
                    <td>
                      01322891015
                      <br /> 01322891049
                      <br /> 01329634052
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৮</td>
                    <td>৫১৪</td>
                    <td>বাংলা</td>
                    <td>
                      বগুড়া কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> ১৫নং ওয়ার্ড, ছোট কুমিরা, বগুড়া সদর, বগুড়া, রাজশাহী</td>
                    <td>20 Apr, 2024</td>
                    <td>
                      01322891055
                      <br /> 01322891018
                      <br /> 01322891007
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৯</td>
                    <td>৫০৭</td>
                    <td>বাংলা</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>11 Mar, 2024</td>
                    <td>
                      010771555000
                      <br /> 013228910003
                      <br /> 01322891043
                      <br /> 01329634065
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩০</td>
                    <td>৫০৮</td>
                    <td>বাংলা</td>
                    <td>
                      ঝিনাইদহ কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> ৯নং পোড়াহাটী, ঝিনাইদহ সদর, ঝিনাইদহ, খুলনা</td>
                    <td>11 Mar, 2024</td>
                    <td>
                      01322891045
                      <br /> 01322891018
                      <br /> 01853740569
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩১</td>
                    <td>৫০৯</td>
                    <td>বাংলা</td>
                    <td>হামিউসসুন্নাহ রউজাতুল উলূম মাদরাসা</td>
                    <td>
                      {" "}
                      সাতপাকিয়া (ফেরীঘাট), দিকপাড়া, শেরপুর সদর, শেরপুর, ময়মনসিংহ
                    </td>
                    <td>11 Mar, 2024</td>
                    <td>
                      01740924992
                      <br /> 01818562116
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩২</td>
                    <td>৫১০</td>
                    <td>বাংলা</td>
                    <td>জামেয়া আশরাফিয়া পাবনা</td>
                    <td>
                      {" "}
                      লস্করপুর (০৮নং ওয়ার্ড), পাবনা, পাবনা সদর, পাবনা, রাজশাহী
                    </td>
                    <td>11 Mar, 2024</td>
                    <td>
                      01749729962
                      <br /> 01749668106
                      <br /> 01322891028
                      <br /> 01646224351
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৩</td>
                    <td>৬১২</td>
                    <td>আরবী</td>
                    <td>
                      আল-জামেয়াতুল আহলিয়া দারুল উলূম মুঈনুল ইসলাম (হাটহাজারী
                      মাদরাসা)
                    </td>
                    <td> হাটহাজারী, চট্টগ্রাম, চট্টগ্রাম।</td>
                    <td>26 Feb, 2024</td>
                    <td>
                      01771555000
                      <br /> 01322891004
                      <br /> 01322891041
                      <br /> 01322891056
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৪</td>
                    <td>৬১৩</td>
                    <td>আরবী</td>
                    <td>ঢাকা নয়াটোলা আনওয়ারুল উলূম নো’মানিয়া কামিল মাদরাসা</td>
                    <td> নয়াটোলা (মগবাজার), শান্তিনগর, হাতিরঝিল, ঢাকা, ঢাকা</td>
                    <td>26 Feb, 2024</td>
                    <td>
                      01615032387
                      <br /> 01322891006
                      <br /> 01322891014
                      <br /> 01322891051
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৫</td>
                    <td>৬১৪</td>
                    <td>আরবী</td>
                    <td>
                      ঢাকা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      কুরগাঁও (পুরাতন পূর্বপাড়া), নবীনগর, আশুলিয়া, ঢাকা, ঢাকা
                    </td>
                    <td>26 Feb, 2024</td>
                    <td>
                      01612367756
                      <br /> 01322891035
                      <br /> 01322891008
                      <br /> 01322891021
                      <br /> 01322891024
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৬</td>
                    <td>৬১৫</td>
                    <td>আরবী</td>
                    <td>
                      খুলনা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      সিটি বাইপাস রোড, মোস্তফা মোড়, হরিণটানা, খুলনা, খুলনা
                    </td>
                    <td>26 Feb, 2024</td>
                    <td>
                      01322891025
                      <br /> 01322891029
                      <br /> 01762268823
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৭</td>
                    <td>৬১৬</td>
                    <td>আরবী</td>
                    <td>
                      শেরপুর কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> দমদমা, কালিগঞ্জ, শেরপুর সদর, শেরপুর, ময়মনসিংহ</td>
                    <td>26 Feb, 2024</td>
                    <td>
                      01322891039
                      <br /> 01322891042
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৮</td>
                    <td>৬১৭</td>
                    <td>আরবী</td>
                    <td>
                      টাঙ্গাইল কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> বড় ইছাপুর, বংড়া, কালিহাতী, টাঙ্গাইল, ঢাকা</td>
                    <td>26 Feb, 2024</td>
                    <td>
                      01322891015
                      <br /> 01322891019
                      <br /> 01329634060
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৯</td>
                    <td>৬১৮</td>
                    <td>আরবী</td>
                    <td>
                      বগুড়া কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> ১৫নং ওয়ার্ড, ছোট কুমিরা, বগুড়া সদর, বগুড়া, রাজশাহী</td>
                    <td>26 Feb, 2024</td>
                    <td>
                      01322891055
                      <br /> 01322891017
                      <br /> 01322891007
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৪০</td>
                    <td>৬১৯</td>
                    <td>আরবী</td>
                    <td>
                      পিরোজপুর: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      কলেজ রোড, খুমুরিয়া, পিরোজপুর সদর, পিরোজপুর সদর, পিরোজপুর,
                      বরিশাল
                    </td>
                    <td>26 Feb, 2024</td>
                    <td>
                      01322891012
                      <br /> 01322891054
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৪১</td>
                    <td>৬২০</td>
                    <td>আরবী</td>
                    <td>জামেয়া মাদানিয়া ইসলামিয়া (কাজির বাজার মাদরাসা)</td>
                    <td> কাজির বাজার, কাজির বাজার, সিলেট সদর, সিলেট, সিলেট</td>
                    <td>26 Feb, 2024</td>
                    <td>
                      01716295382
                      <br /> 01711030254
                      <br /> 01322891032
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৪২</td>
                    <td>৬২১</td>
                    <td>আরবী</td>
                    <td>ধর্মাদী ফয়জুল উলূম ইসলামিয়া মাদরাসা</td>
                    <td> ধর্মাদী, রুইয়া, বরিশাল সদর, বরিশাল, বরিশাল</td>
                    <td>26 Feb, 2024</td>
                    <td>
                      01407091860
                      <br /> 01921001187
                      <br /> 01322891034
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৪৩</td>
                    <td>৬২৩</td>
                    <td>আরবী</td>
                    <td>আল জামিয়াতুল ইসলামিয়া কাসেমুল উলূম ক্বওমী মাদরাসা</td>
                    <td> বলিদাপাড়া, নলডাঙ্গা, কালীগঞ্জ, ঝিনাইদহ, খুলনা</td>
                    <td>26 Feb, 2024</td>
                    <td>
                      01711964886
                      <br /> 01322891036
                      <br /> 01911164292
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৪৪</td>
                    <td>৬২৪</td>
                    <td>আরবী</td>
                    <td>
                      আল জামিয়াতুল কারীমিয়া নূরুল উলূম জুম্মাপাড়া (নূরানী বিভাগ)
                    </td>
                    <td> জুম্মাপাড়া, রংপুর সদর, রংপুর, রংপুর</td>
                    <td>26 Feb, 2024</td>
                    <td>
                      01715361242
                      <br /> 01721217045
                      <br /> 01739189193
                      <br /> 01322891009
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৪৫</td>
                    <td>৬২৫</td>
                    <td>আরবী</td>
                    <td>রাজশাহী দারুল উলূম মাদরাসা</td>
                    <td> মালোপাড়া, বোয়ালিয়া, রাজশাহী, রাজশাহী</td>
                    <td>26 Feb, 2024</td>
                    <td>
                      01746857102
                      <br /> 0101322891026
                      <br /> 01329634061
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৪৬</td>
                    <td>৬২৭</td>
                    <td>আরবী</td>
                    <td>জামিয়া হোসাইনিয়া মদীনাতুল উলূম হাফেজিয়া মাদরাসা</td>
                    <td>
                      {" "}
                      আঠারদাগ, খুকনী বাজার, এনায়েতপুর, সিরাজগঞ্জ, রাজশাহী
                    </td>
                    <td>26 Feb, 2024</td>
                    <td>
                      01712078103
                      <br /> 01322891022
                      <br /> 01814140581
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৪৭</td>
                    <td>৬২৮</td>
                    <td>আরবী</td>
                    <td>
                      আল-জামিয়া আল-ইসলামীয়া দারুল উলূম চাকমারকুল (বড় মাদরাসা)
                    </td>
                    <td> চাকমারকুল, রামু, কক্সবাজার, চট্টগ্রাম।</td>
                    <td>26 Feb, 2024</td>
                    <td>
                      01811255299
                      <br /> 01329634053
                      <br /> 01619742705
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৪৮</td>
                    <td>৬২৯</td>
                    <td>আরবী</td>
                    <td>আল জামিয়াতুল ইমদাদিয়া কিশোরগঞ্জ</td>
                    <td> কিশোরগঞ্জ সদর, কিশোরগঞ্জ, ঢাকা</td>
                    <td>26 Feb, 2024</td>
                    <td>
                      01741486002
                      <br /> 01911137090
                      <br /> 01322891023
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৪৯</td>
                    <td>৬৩০</td>
                    <td>আরবী</td>
                    <td>জামিয়া ইউনুছিয়া মাদরাসা</td>
                    <td> ব্রাহ্মণবাড়িয়া সদর, ব্রাহ্মণবাড়িয়া, চট্টগ্রাম।</td>
                    <td>26 Feb, 2024</td>
                    <td>
                      01741396078
                      <br /> 01741486002
                      <br /> 01322891011
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৫০</td>
                    <td>৬৩১</td>
                    <td>আরবী</td>
                    <td>দারুল উলূম ফয়জিয়া মহিউসসুন্নাহ মাদরাসা</td>
                    <td> গাংগর, সাতোর, বীরগঞ্জ, দিনাজপুর, রংপুর</td>
                    <td>26 Feb, 2024</td>
                    <td>
                      01824515587
                      <br /> 01322891013
                      <br /> 01720245338
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৫১</td>
                    <td>৬৩২</td>
                    <td>আরবী</td>
                    <td>জামিয়া শেখ মুহাম্মাদ আব্দুল্লাহ (হযরতপুর মাদরাসা)</td>
                    <td>
                      {" "}
                      হযরতপুর (গোপালপুর), শেখরনগর, সিরাজদিখান, মুন্সিগঞ্জ, ঢাকা
                    </td>
                    <td>26 Feb, 2024</td>
                    <td>
                      01871210092
                      <br /> 01876316050
                      <br /> 01322891047
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৫২</td>
                    <td>৬৩৩</td>
                    <td>আরবী</td>
                    <td>
                      নেত্রকোণা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ (ফয়জুল উলূম হামিউসসুন্নাহ মাদরাসা)
                    </td>
                    <td> হোসেনপুর, নেত্রকোণা সদর, নেত্রকোণা, ময়মনসিংহ</td>
                    <td>26 Feb, 2024</td>
                    <td>
                      01322891037
                      <br /> 01322891038
                      <br /> 01811291520
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৫৩</td>
                    <td>৬৩৪</td>
                    <td>আরবী</td>
                    <td>মোমতাজুল উলূম মাদরাসা</td>
                    <td>
                      {" "}
                      লুৎফর মুন্সি সড়ক, কুঠিপাড়া, কুষ্টিয়া সদর, কুষ্টিয়া, খুলনা
                    </td>
                    <td>26 Feb, 2024</td>
                    <td>
                      01749672300
                      <br /> 01722953955
                      <br /> 01322891016
                      <br /> 01329634064
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৫৪</td>
                    <td>৬৩৫</td>
                    <td>আরবী</td>
                    <td>আল-জামিয়াতুল ইসলামিয়া দারুস সুন্নাহ হ্নীলা</td>
                    <td>
                      {" "}
                      হ্নীলা, হ্নীলা বাজার, টেকনাফ, কক্সবাজার, চট্টগ্রাম।
                    </td>
                    <td>26 Feb, 2024</td>
                    <td>
                      01720355854
                      <br /> 01833275335
                      <br /> 01812366292
                      <br /> 01322891044
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৫৫</td>
                    <td>৬২৬</td>
                    <td>আরবী</td>
                    <td>বাইতুল কুরআন হাফিজিয়া মাদরাসা</td>
                    <td> দত্তপাড়া, ঈশ্বরগঞ্জ, ময়মনসিংহ, ময়মনসিংহ</td>
                    <td>26 Feb, 2024</td>
                    <td>
                      01753639517
                      <br /> 01946427345
                      <br /> 01322891027
                      <br /> 01770181010
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৫৬</td>
                    <td>৬১১</td>
                    <td>আরবী</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>20 Feb, 2024</td>
                    <td>
                      01771555000
                      <br /> 01322891020
                      <br /> 01322891040
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৫৭</td>
                    <td>৫০৫</td>
                    <td>বাংলা</td>
                    <td>নূরানী মডেল মাদরাসা এন্ড স্কুল শাখা</td>
                    <td> শাহবাজপুর, জামালপুর সদর, জামালপুর, ময়মনসিংহ</td>
                    <td>10 Feb, 2024</td>
                    <td>
                      01715265134
                      <br /> 01322891003
                      <br /> 01329634059
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৫৮</td>
                    <td>৫০৬</td>
                    <td>বাংলা</td>
                    <td>
                      নেত্রকোণা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ (ফয়জুল উলূম হামিউসসুন্নাহ মাদরাসা)
                    </td>
                    <td> হোসেনপুর, নেত্রকোণা সদর, নেত্রকোণা, ময়মনসিংহ</td>
                    <td>10 Feb, 2024</td>
                    <td>
                      01322891037
                      <br /> 01322891046
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৫৯</td>
                    <td>৫০১</td>
                    <td>বাংলা</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>10 Jan, 2024</td>
                    <td>
                      01771555000
                      <br /> 01322891020
                      <br /> 01322891040
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৬০</td>
                    <td>৫০২</td>
                    <td>বাংলা</td>
                    <td>ঢাকা নয়াটোলা আনওয়ারুল উলূম নো’মানিয়া কামিল মাদরাসা</td>
                    <td> নয়াটোলা (মগবাজার), শান্তিনগর, হাতিরঝিল, ঢাকা, ঢাকা</td>
                    <td>10 Jan, 2024</td>
                    <td>
                      01615032387
                      <br /> 01818562116
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৬১</td>
                    <td>৫০৩</td>
                    <td>বাংলা</td>
                    <td>
                      শেরপুর কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> দমদমা, কালিগঞ্জ, শেরপুর সদর, শেরপুর, ময়মনসিংহ</td>
                    <td>10 Jan, 2024</td>
                    <td>
                      01322891039
                      <br /> 01991990440
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৬২</td>
                    <td>৫০৪</td>
                    <td>বাংলা</td>
                    <td>দারুস সুন্নাহ মাদরাসা</td>
                    <td> বাহাদুরপুর, শিক্ষাবোর্ড, যশোর সদর, যশোর, খুলনা</td>
                    <td>10 Jan, 2024</td>
                    <td>
                      01773656677
                      <br /> 01322891028
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৬৩</td>
                    <td>৬০৬</td>
                    <td>আরবী</td>
                    <td>
                      ঝিনাইদহ কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> ৯নং পোড়াহাটী, ঝিনাইদহ সদর, ঝিনাইদহ, খুলনা</td>
                    <td>01 Jan, 2024</td>
                    <td>
                      01322891045
                      <br /> 01322891029
                      <br /> 01322891033
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৬৪</td>
                    <td>৬০১</td>
                    <td>আরবী</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>01 Jan, 2024</td>
                    <td>
                      01771555000
                      <br /> 013228919
                      <br /> 01322891040
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৬৫</td>
                    <td>৬০২</td>
                    <td>আরবী</td>
                    <td>
                      ঢাকা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      কুরগাঁও (পুরাতন পূর্বপাড়া), নবীনগর, আশুলিয়া, ঢাকা, ঢাকা
                    </td>
                    <td>01 Jan, 2024</td>
                    <td>
                      01322891035
                      <br /> 01322891017
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৬৬</td>
                    <td>৬০৩</td>
                    <td>আরবী</td>
                    <td>
                      টাঙ্গাইল কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> বড় ইছাপুর, বংড়া, কালিহাতী, টাঙ্গাইল, ঢাকা</td>
                    <td>01 Jan, 2024</td>
                    <td>
                      01322891015
                      <br /> 01322891056
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৬৭</td>
                    <td>৬০৪</td>
                    <td>আরবী</td>
                    <td>
                      খুলনা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      সিটি বাইপাস রোড, মোস্তফা মোড়, হরিণটানা, খুলনা, খুলনা
                    </td>
                    <td>01 Jan, 2024</td>
                    <td>
                      01322891025
                      <br /> 01322891023
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৬৮</td>
                    <td>৬০৭</td>
                    <td>আরবী</td>
                    <td>
                      পিরোজপুর: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      কলেজ রোড, খুমুরিয়া, পিরোজপুর সদর, পিরোজপুর সদর, পিরোজপুর,
                      বরিশাল
                    </td>
                    <td>01 Jan, 2024</td>
                    <td>
                      01322891012
                      <br /> 01322891054
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৬৯</td>
                    <td>৬০৮</td>
                    <td>আরবী</td>
                    <td>
                      নেত্রকোণা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ (ফয়জুল উলূম হামিউসসুন্নাহ মাদরাসা)
                    </td>
                    <td> হোসেনপুর, নেত্রকোণা সদর, নেত্রকোণা, ময়মনসিংহ</td>
                    <td>01 Jan, 2024</td>
                    <td>
                      01322891037
                      <br /> 01322891051
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৭০</td>
                    <td>৬১০</td>
                    <td>আরবী</td>
                    <td>তা’লীমুস সুন্নাহ মাদরাসা (নূরানী বিভাগ)</td>
                    <td>
                      {" "}
                      শাহানগাছা, ছোনগাছা, সিরাজগঞ্জ সদর, সিরাজগঞ্জ, রাজশাহী
                    </td>
                    <td>01 Jan, 2024</td>
                    <td>
                      01928601474
                      <br /> 01322891011
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৭১</td>
                    <td>৬০৫</td>
                    <td>আরবী</td>
                    <td>
                      বগুড়া কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> ১৫নং ওয়ার্ড, ছোট কুমিরা, বগুড়া সদর, বগুড়া, রাজশাহী</td>
                    <td>01 Jan, 2024</td>
                    <td>
                      01322891055
                      <br /> 013221022
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৭২</td>
                    <td>৫৬৭</td>
                    <td>আরবী</td>
                    <td>দারুল উলূম মাবিয়া ইসলামিয়া মাদরাসা (একাডেমী শাখা)</td>
                    <td>
                      {" "}
                      গেরুয়া (ডেইরীফার্ম), জাহাঙ্গীরনগর, আশুলিয়া, ঢাকা, ঢাকা
                    </td>
                    <td>15 Dec, 2023</td>
                    <td>
                      01717206601
                      <br /> 01715837364
                      <br /> 01770181010
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৭৩</td>
                    <td>৫৬৮</td>
                    <td>আরবী</td>
                    <td>জামিয়া ইসলামীয়া দারুল উলূম (নুনাইচ মাদরাসা)</td>
                    <td> গোদাগাড়ী, গোদাগাড়ী, দিনাজপুর সদর, দিনাজপুর, রংপুর</td>
                    <td>15 Dec, 2023</td>
                    <td>
                      01720245338
                      <br /> 01322891013
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৭৪</td>
                    <td>৪৩৮</td>
                    <td>বাংলা</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>15 Dec, 2023</td>
                    <td>
                      01771555000
                      <br /> 01322891040
                      <br /> 01322891003
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৭৫</td>
                    <td>৪৩৬</td>
                    <td>বাংলা</td>
                    <td>
                      টাঙ্গাইল কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> বড় ইছাপুর, বংড়া, কালিহাতী, টাঙ্গাইল, ঢাকা</td>
                    <td>10 Dec, 2023</td>
                    <td>
                      01311891015
                      <br /> 01818562116
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৭৬</td>
                    <td>৪৩৭</td>
                    <td>বাংলা</td>
                    <td>
                      পিরোজপুর: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      কলেজ রোড, খুমুরিয়া, পিরোজপুর সদর, পিরোজপুর সদর, পিরোজপুর,
                      বরিশাল
                    </td>
                    <td>10 Dec, 2023</td>
                    <td>
                      01322891012
                      <br /> 01322891018
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৭৭</td>
                    <td>৫৭২</td>
                    <td>আরবী</td>
                    <td>মাদরাসা-ই-তা’লীমুল কুরআন</td>
                    <td> লাউতাড়া, সুভাষিনী, তালা, সাতক্ষীরা, খুলনা</td>
                    <td>01 Dec, 2023</td>
                    <td>
                      01969376600
                      <br />
                      01771206601
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৭৮</td>
                    <td>৫৬৬</td>
                    <td>আরবী</td>
                    <td>জামিয়া ইসলামিয়া আশরাফুল উলূম মাদরাসা ও এতিমখানা</td>
                    <td> গোয়ালচামট, ফরিদপুর সদর, ফরিদপুর, ঢাকা</td>
                    <td>01 Dec, 2023</td>
                    <td>
                      01766454841
                      <br /> 01718916691
                      <br /> 01322891044
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৭৯</td>
                    <td>৪৩৪</td>
                    <td>বাংলা</td>
                    <td>মোমতাজুল উলূম মাদরাসা</td>
                    <td>
                      {" "}
                      লুৎফর মুন্সি সড়ক, কুঠিপাড়া, কুষ্টিয়া সদর, কুষ্টিয়া, খুলনা
                    </td>
                    <td>01 Dec, 2023</td>
                    <td>
                      01749672300
                      <br /> 01722953955
                      <br /> 01322891028
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৮০</td>
                    <td>৪৩৫</td>
                    <td>বাংলা</td>
                    <td>
                      আল-জামিয়া আল-ইসলামীয়া দারুল উলূম চাকমারকুল (বড় মাদরাসা)
                    </td>
                    <td> চাকমারকুল, রামু, কক্সবাজার, চট্টগ্রাম।</td>
                    <td>01 Dec, 2023</td>
                    <td>
                      01811255299
                      <br /> 01322891046
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৮১</td>
                    <td>৫৬৫</td>
                    <td>আরবী</td>
                    <td>
                      শেরপুর কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> দমদমা, কালিগঞ্জ, শেরপুর সদর, শেরপুর, ময়মনসিংহ</td>
                    <td>01 Dec, 2023</td>
                    <td>
                      01991990440
                      <br /> 01322891039
                      <br /> 01821011179
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৮২</td>
                    <td>৫১৬</td>
                    <td>আরবী</td>
                    <td>জামিয়া শেখ মুহাম্মাদ আব্দুল্লাহ (হযরতপুর মাদরাসা)</td>
                    <td>
                      {" "}
                      হযরতপুর (গোপালপুর), শেখরনগর, সিরাজদিখান, মুন্সিগঞ্জ, ঢাকা
                    </td>
                    <td>18 Nov, 2023</td>
                    <td>
                      01619742705
                      <br /> 01842654902
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৮৩</td>
                    <td>৪৩২</td>
                    <td>বাংলা</td>
                    <td>শিরগ্রাম আজিজুল উলূম মাদরাসা ও এতিমখানা</td>
                    <td> শিরগ্রাম, আলফাডাঙ্গা, আলফাডাঙ্গা, ফরিদপুর, ঢাকা</td>
                    <td>15 Nov, 2023</td>
                    <td>
                      01329634052
                      <br /> 01721805993
                      <br /> 01322891016
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৮৪</td>
                    <td>৪৩৩</td>
                    <td>বাংলা</td>
                    <td>দারুল উলূম ফয়জিয়া মহিউসসুন্নাহ মাদরাসা</td>
                    <td> গাংগর, সাতোর, বীরগঞ্জ, দিনাজপুর, রংপুর</td>
                    <td>15 Nov, 2023</td>
                    <td>
                      01322891018
                      <br /> 01720245338
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৮৫</td>
                    <td>৫৭৪</td>
                    <td>আরবী</td>
                    <td>ঢাকা নয়াটোলা আনওয়ারুল উলূম নো’মানিয়া কামিল মাদরাসা</td>
                    <td> নয়াটোলা (মগবাজার), শান্তিনগর, হাতিরঝিল, ঢাকা, ঢাকা</td>
                    <td>15 Nov, 2023</td>
                    <td>
                      01322891021
                      <br /> 01615032387
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৮৬</td>
                    <td>৫৭৬</td>
                    <td>আরবী</td>
                    <td>হিদায়াতুল উম্মাহ মডেল মাদরাসা</td>
                    <td>
                      {" "}
                      পূর্ব সাপটানা (নয়ারহাট), লালমনিরহাট সদর, লালমনিরহাট, রংপুর
                    </td>
                    <td>15 Nov, 2023</td>
                    <td>
                      01798112092
                      <br /> 01322891029
                      <br /> 01322891057
                      <br /> 01329634056
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৮৭</td>
                    <td>৫৬০</td>
                    <td>আরবী</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>01 Nov, 2023</td>
                    <td>
                      01322891006
                      <br /> 01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৮৮</td>
                    <td>৫৮০</td>
                    <td>আরবী</td>
                    <td>
                      বগুড়া কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> ১৫নং ওয়ার্ড, ছোট কুমিরা, বগুড়া সদর, বগুড়া, রাজশাহী</td>
                    <td>01 Nov, 2023</td>
                    <td>
                      01322891034
                      <br /> 01322891055
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৮৯</td>
                    <td>৫৬২</td>
                    <td>আরবী</td>
                    <td>
                      ঝিনাইদহ কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> ৯নং পোড়াহাটী, ঝিনাইদহ সদর, ঝিনাইদহ, খুলনা</td>
                    <td>01 Nov, 2023</td>
                    <td>
                      01322891045
                      <br /> 01322891036
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৯০</td>
                    <td>৫৬৩</td>
                    <td>আরবী</td>
                    <td>হামিউসসুন্নাহ রউজাতুল উলূম মাদরাসা</td>
                    <td>
                      {" "}
                      সাতপাকিয়া (ফেরীঘাট), দিকপাড়া, শেরপুর সদর, শেরপুর, ময়মনসিংহ
                    </td>
                    <td>01 Nov, 2023</td>
                    <td>
                      01322891004
                      <br /> 01740924992
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৯১</td>
                    <td>৫৬৪</td>
                    <td>আরবী</td>
                    <td>হযরত ওমর (রা.) নূরানী ও হাফেজি মডেল মাদরাসা</td>
                    <td>
                      {" "}
                      দক্ষিণমাইঠা (বড়মৃধাবাড়ী), বরগুনা সদর, বরগুনা, বরিশাল
                    </td>
                    <td>01 Nov, 2023</td>
                    <td>
                      01322891054
                      <br /> 01718204422
                      <br /> 01775861809
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৯২</td>
                    <td>৪৩১</td>
                    <td>বাংলা</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>01 Nov, 2023</td>
                    <td>
                      01322891003
                      <br /> 01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৯৩</td>
                    <td>৫৫৯</td>
                    <td>আরবী</td>
                    <td>চাঁন্দলাই নূরানী একাডেমী</td>
                    <td>
                      {" "}
                      চাঁন্দলাই, চাঁপাইনবাবগঞ্জ, চাঁপাইনবাবগঞ্জ সদর,
                      চাঁপাইনবাবগঞ্জ, রাজশাহী
                    </td>
                    <td>15 Oct, 2023</td>
                    <td>
                      01719577038
                      <br /> 01811291520
                      <br /> 01799636736
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৯৪</td>
                    <td>৫৫৮</td>
                    <td>আরবী</td>
                    <td>
                      টাঙ্গাইল কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> বড় ইছাপুর, বংড়া, কালিহাতী, টাঙ্গাইল, ঢাকা</td>
                    <td>15 Oct, 2023</td>
                    <td>
                      01834253699
                      <br /> 01322891015
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৯৫</td>
                    <td>৪২৮</td>
                    <td>বাংলা</td>
                    <td>
                      শেরপুর কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> দমদমা, কালিগঞ্জ, শেরপুর সদর, শেরপুর, ময়মনসিংহ</td>
                    <td>15 Oct, 2023</td>
                    <td>
                      01991990440
                      <br /> 01322891028
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৯৬</td>
                    <td>৪২৯</td>
                    <td>বাংলা</td>
                    <td>দারুস সুন্নাহ মাদরাসা</td>
                    <td> বাহাদুরপুর, শিক্ষাবোর্ড, যশোর সদর, যশোর, খুলনা</td>
                    <td>15 Oct, 2023</td>
                    <td>
                      01773656677
                      <br /> 01322891003
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৯৭</td>
                    <td>৪৩০</td>
                    <td>বাংলা</td>
                    <td>তা’লীমুস সুন্নাহ মাদরাসা (নূরানী বিভাগ)</td>
                    <td>
                      {" "}
                      শাহানগাছা, ছোনগাছা, সিরাজগঞ্জ সদর, সিরাজগঞ্জ, রাজশাহী
                    </td>
                    <td>15 Oct, 2023</td>
                    <td>
                      01928601474
                      <br /> 01329634052
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৯৮</td>
                    <td>৫৭১</td>
                    <td>আরবী</td>
                    <td>
                      আল জামিয়াতুল কারীমিয়া নূরুল উলূম জুম্মাপাড়া (নূরানী বিভাগ)
                    </td>
                    <td> জুম্মাপাড়া, রংপুর সদর, রংপুর, রংপুর</td>
                    <td>10 Oct, 2023</td>
                    <td>
                      01715361242
                      <br /> 01721217045
                      <br /> 01739189193
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৯৯</td>
                    <td>৫৭৫</td>
                    <td>আরবী</td>
                    <td>
                      জামিয়া মুহাম্মদিয়া শামসুল উলূম মাদরাসা (শিশু শিক্ষা
                      নিকেতন)
                    </td>
                    <td> গুয়াতলা, বাহেরচর, শিবচর, মাদারীপুর, ঢাকা</td>
                    <td>01 Oct, 2023</td>
                    <td>
                      01722911193
                      <br />
                      01722970965
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১০০</td>
                    <td>৫৫৫</td>
                    <td>আরবী</td>
                    <td>
                      ঢাকা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      কুরগাঁও (পুরাতন পূর্বপাড়া), নবীনগর, আশুলিয়া, ঢাকা, ঢাকা
                    </td>
                    <td>01 Oct, 2023</td>
                    <td>
                      01322891035
                      <br />
                      01322891024
                      <br /> 01329634057
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১০১</td>
                    <td>৫৫৬</td>
                    <td>আরবী</td>
                    <td>
                      খুলনা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      সিটি বাইপাস রোড, মোস্তফা মোড়, হরিণটানা, খুলনা, খুলনা
                    </td>
                    <td>01 Oct, 2023</td>
                    <td>
                      01322891025
                      <br /> 01322891053
                      <br /> 01826308993
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১০২</td>
                    <td>৪২৭</td>
                    <td>বাংলা</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>01 Oct, 2023</td>
                    <td>
                      01771555000
                      <br /> 01322891018
                      <br /> 01329634059
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১০৩</td>
                    <td>৪২৫</td>
                    <td>বাংলা</td>
                    <td>নূরানী মডেল মাদরাসা এন্ড স্কুল শাখা</td>
                    <td> শাহবাজপুর, জামালপুর সদর, জামালপুর, ময়মনসিংহ</td>
                    <td>15 Sep, 2023</td>
                    <td>
                      01322891003
                      <br /> 01815265134
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১০৪</td>
                    <td>৪২৬</td>
                    <td>বাংলা</td>
                    <td>
                      আল জামিয়াতুল কারীমিয়া নূরুল উলূম জুম্মাপাড়া (নূরানী বিভাগ)
                    </td>
                    <td> জুম্মাপাড়া, রংপুর সদর, রংপুর, রংপুর</td>
                    <td>15 Sep, 2023</td>
                    <td>
                      0181856116
                      <br /> 01715361242
                      <br /> 01721217045
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১০৫</td>
                    <td>৫৫১</td>
                    <td>আরবী</td>
                    <td>আল জামিয়াতুল ইসলামিয়া দারুল উলূম</td>
                    <td>
                      {" "}
                      দারোয়ানী টেক্সটাইল মিলস্, চৌরঙ্গী মোড়, নীলফামারী সদর,
                      নীলফামারী, রংপুর
                    </td>
                    <td>01 Sep, 2023</td>
                    <td>
                      01784769983
                      <br />
                      01322891057
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১০৬</td>
                    <td>৫৫০</td>
                    <td>আরবী</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>01 Sep, 2023</td>
                    <td>
                      01322891008
                      <br /> 01322891014
                      <br /> 01322891056
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১০৭</td>
                    <td>৫৫২</td>
                    <td>আরবী</td>
                    <td>জামিআ’ মুহাম্মদিয়া হুসাইনিয়া গাজীপুর</td>
                    <td> বিজয় রোড, মোগরখাল, গাজীপুর সদর, গাজীপুর, ঢাকা</td>
                    <td>01 Sep, 2023</td>
                    <td>
                      01322891026
                      <br /> 01710380012
                      <br /> 01616777530
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১০৮</td>
                    <td>৫৫৪</td>
                    <td>আরবী</td>
                    <td>হামিউসসুন্নাহ রউজাতুল উলূম মাদরাসা</td>
                    <td>
                      {" "}
                      সাতপাকিয়া (ফেরীঘাট), দিকপাড়া, শেরপুর সদর, শেরপুর, ময়মনসিংহ
                    </td>
                    <td>01 Sep, 2023</td>
                    <td>
                      01740924992
                      <br />
                      01991990440
                      <br />
                      01322891052
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১০৯</td>
                    <td>৫৫৩</td>
                    <td>আরবী</td>
                    <td>আল জামিয়াতুল আরবিয়্যা কাসেমুল উলূম ক্বওমী মাদরাসা</td>
                    <td>
                      {" "}
                      কালুপাড়া (রহমতপাড়া), শত্রুজিৎপুর, মাগুরা সদর, মাগুরা,
                      খুলনা
                    </td>
                    <td>01 Sep, 2023</td>
                    <td>
                      01322891016
                      <br /> 01322891049
                      <br /> 01715351878
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১১০</td>
                    <td>৪২৩</td>
                    <td>বাংলা</td>
                    <td>
                      খুলনা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      সিটি বাইপাস রোড, মোস্তফা মোড়, হরিণটানা, খুলনা, খুলনা
                    </td>
                    <td>01 Sep, 2023</td>
                    <td>
                      01322891025
                      <br /> 01322891028
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১১১</td>
                    <td>৪২৪</td>
                    <td>বাংলা</td>
                    <td>
                      টাঙ্গাইল কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> বড় ইছাপুর, বংড়া, কালিহাতী, টাঙ্গাইল, ঢাকা</td>
                    <td>01 Sep, 2023</td>
                    <td>
                      01322891015
                      <br /> 01322891018
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১১২</td>
                    <td>৫৪৭</td>
                    <td>আরবী</td>
                    <td>
                      শেরপুর কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> দমদমা, কালিগঞ্জ, শেরপুর সদর, শেরপুর, ময়মনসিংহ</td>
                    <td>15 Aug, 2023</td>
                    <td>
                      01991990440
                      <br /> 01322891027
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১১৩</td>
                    <td>৫৪৮</td>
                    <td>আরবী</td>
                    <td>আন-নূর ইসলামী একাডেমী</td>
                    <td> মাদানীনগর (বেলদী), নরসিংদী সদর, নরসিংদী, ঢাকা</td>
                    <td>15 Aug, 2023</td>
                    <td>
                      ০১৭৪১৪৮৬০০২
                      <br /> ০১৭১০৯৭৫৯৭৭
                      <br /> ০১৯৪০৩৫৫২৮৫
                      <br /> ০১৯২০৭৬৮০০২
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১১৪</td>
                    <td>৫৪৯</td>
                    <td>আরবী</td>
                    <td>ইসলামপুর হাফিজুল উলূম মাদরাসা ধামরাই</td>
                    <td> ইসলামপুর, ধামরাই, ঢাকা, ঢাকা</td>
                    <td>15 Aug, 2023</td>
                    <td>
                      01717206601
                      <br /> 01911003830
                      <br /> 01322891044
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১১৫</td>
                    <td>৪২১</td>
                    <td>বাংলা</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>10 Aug, 2023</td>
                    <td>
                      01771555000
                      <br /> 01322891020
                      <br /> 01322891003
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১১৬</td>
                    <td>৪২২</td>
                    <td>বাংলা</td>
                    <td>জামিয়া দারুল আমান সাভার</td>
                    <td> আফছার নগর (রাজারবাড়ী), মজিদপুর, সাভার, ঢাকা, ঢাকা</td>
                    <td>10 Aug, 2023</td>
                    <td>
                      01717206601
                      <br /> 01721217045
                      <br /> 01329634052
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১১৭</td>
                    <td>৫৪৬</td>
                    <td>আরবী</td>
                    <td>
                      ঢাকা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      কুরগাঁও (পুরাতন পূর্বপাড়া), নবীনগর, আশুলিয়া, ঢাকা, ঢাকা
                    </td>
                    <td>05 Aug, 2023</td>
                    <td>
                      01322891035
                      <br /> 01322891017
                      <br /> 01322891021
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১১৮</td>
                    <td>৫৪৪</td>
                    <td>আরবী</td>
                    <td>দারুস সুন্নাহ মাদরাসা</td>
                    <td> বাহাদুরপুর, শিক্ষাবোর্ড, যশোর সদর, যশোর, খুলনা</td>
                    <td>01 Aug, 2023</td>
                    <td>
                      01773656677
                      <br /> 01322891039
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১১৯</td>
                    <td>৫৪৫</td>
                    <td>আরবী</td>
                    <td>
                      বগুড়া কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> ১৫নং ওয়ার্ড, ছোট কুমিরা, বগুড়া সদর, বগুড়া, রাজশাহী</td>
                    <td>01 Aug, 2023</td>
                    <td>
                      01322891055
                      <br /> 01322891022
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১২০</td>
                    <td>৫৪২</td>
                    <td>আরবী</td>
                    <td>জামিয়া হোসাইনিয়া আরাবিয়া</td>
                    <td> কাজিরপাড়া, মেলান্দহ, জামালপুর, ময়মনসিংহ</td>
                    <td>15 Jul, 2023</td>
                    <td>
                      01914026681
                      <br /> 01717309817
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১২১</td>
                    <td>৫৪৩</td>
                    <td>আরবী</td>
                    <td>ফয়জুল উলূম হামিউসসুন্নাহ নূরানী মাদরাসা</td>
                    <td> দারগারচালা, মাওনা বাজার, শ্রীপুর, গাজীপুর, ঢাকা</td>
                    <td>15 Jul, 2023</td>
                    <td>
                      01921842930
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১২২</td>
                    <td>৪২০</td>
                    <td>বাংলা</td>
                    <td>
                      ঝিনাইদহ কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> ৯নং পোড়াহাটী, ঝিনাইদহ সদর, ঝিনাইদহ, খুলনা</td>
                    <td>15 Jul, 2023</td>
                    <td>
                      01322891045
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১২৩</td>
                    <td>৪১৯</td>
                    <td>বাংলা</td>
                    <td>
                      শেরপুর কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> দমদমা, কালিগঞ্জ, শেরপুর সদর, শেরপুর, ময়মনসিংহ</td>
                    <td>15 Jul, 2023</td>
                    <td>
                      01322891015
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১২৪</td>
                    <td>৫৫৭</td>
                    <td>আরবী</td>
                    <td>জামিয়া ইসহাকিয়া ইসলামিয়া মাদরাসা</td>
                    <td>
                      {" "}
                      দাসেরহাট, কাঁঠালবাড়ী, কুড়িগ্রাম সদর, কুড়িগ্রাম, রংপুর
                    </td>
                    <td>10 Jul, 2023</td>
                    <td>
                      01721542525
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১২৫</td>
                    <td>৫৩৮</td>
                    <td>আরবী</td>
                    <td>
                      খুলনা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      সিটি বাইপাস রোড, মোস্তফা মোড়, হরিণটানা, খুলনা, খুলনা
                    </td>
                    <td>10 Jul, 2023</td>
                    <td>
                      01322891025
                      <br /> 01322891047
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১২৬</td>
                    <td>৫৩৯</td>
                    <td>আরবী</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>10 Jul, 2023</td>
                    <td>
                      01771555000
                      <br /> 01322891020
                      <br /> 01322891040
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১২৭</td>
                    <td>৫৪০</td>
                    <td>আরবী</td>
                    <td>ঢাকা নয়াটোলা আনওয়ারুল উলূম নো’মানিয়া কামিল মাদরাসা</td>
                    <td> নয়াটোলা (মগবাজার), শান্তিনগর, হাতিরঝিল, ঢাকা, ঢাকা</td>
                    <td>10 Jul, 2023</td>
                    <td>
                      01771206518
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১২৮</td>
                    <td>৫৪১</td>
                    <td>আরবী</td>
                    <td>জামেয়া আশরাফিয়া পাবনা</td>
                    <td>
                      {" "}
                      লস্করপুর (০৮নং ওয়ার্ড), পাবনা, পাবনা সদর, পাবনা, রাজশাহী
                    </td>
                    <td>10 Jul, 2023</td>
                    <td>
                      01749729962
                      <br /> 01322891041
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১২৯</td>
                    <td>৪১৭</td>
                    <td>বাংলা</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>10 Jul, 2023</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৩০</td>
                    <td>৫৭৩</td>
                    <td>আরবী</td>
                    <td>জামেয়া আশরাফিয়া পাবনা</td>
                    <td>
                      {" "}
                      লস্করপুর (০৮নং ওয়ার্ড), পাবনা, পাবনা সদর, পাবনা, রাজশাহী
                    </td>
                    <td>10 Jul, 2023</td>
                    <td>
                      01834253699
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৩১</td>
                    <td>৪১৮</td>
                    <td>বাংলা</td>
                    <td>
                      ঢাকা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      কুরগাঁও (পুরাতন পূর্বপাড়া), নবীনগর, আশুলিয়া, ঢাকা, ঢাকা
                    </td>
                    <td>10 Jul, 2023</td>
                    <td>
                      01322891035
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৩২</td>
                    <td>৪১৫</td>
                    <td>বাংলা</td>
                    <td>
                      বগুড়া কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> ১৫নং ওয়ার্ড, ছোট কুমিরা, বগুড়া সদর, বগুড়া, রাজশাহী</td>
                    <td>01 Jun, 2023</td>
                    <td>
                      01322891055
                      <br /> 01322891003
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৩৩</td>
                    <td>৪১৬</td>
                    <td>বাংলা</td>
                    <td>আল জামিয়াতুল আরবিয়্যা কাসেমুল উলূম ক্বওমী মাদরাসা</td>
                    <td>
                      {" "}
                      কালুপাড়া (রহমতপাড়া), শত্রুজিৎপুর, মাগুরা সদর, মাগুরা,
                      খুলনা
                    </td>
                    <td>01 Jun, 2023</td>
                    <td>
                      01322891028
                      <br /> 01715351878
                      <br /> 01872664788
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৩৪</td>
                    <td>৫৩২</td>
                    <td>আরবী</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>01 May, 2023</td>
                    <td>
                      01771555000
                      <br /> 01322891024
                      <br /> 01322891038
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৩৫</td>
                    <td>৫৩৩</td>
                    <td>আরবী</td>
                    <td>
                      ঢাকা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      কুরগাঁও (পুরাতন পূর্বপাড়া), নবীনগর, আশুলিয়া, ঢাকা, ঢাকা
                    </td>
                    <td>01 May, 2023</td>
                    <td>
                      01322891035
                      <br /> 01322891009
                      <br /> 01322891056
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৩৬</td>
                    <td>৫৩৪</td>
                    <td>আরবী</td>
                    <td>
                      ঝিনাইদহ কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> ৯নং পোড়াহাটী, ঝিনাইদহ সদর, ঝিনাইদহ, খুলনা</td>
                    <td>01 May, 2023</td>
                    <td>
                      01322891045
                      <br /> 01322891048
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৩৭</td>
                    <td>৫৩৫</td>
                    <td>আরবী</td>
                    <td>জামিয়া আরাবিয়া আশরাফুল উলূম বালিয়া</td>
                    <td> বালিয়া, ফুলপুর, ময়মনসিংহ, ময়মনসিংহ</td>
                    <td>01 May, 2023</td>
                    <td>
                      01322891016
                      <br /> 01728268989
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৩৮</td>
                    <td>৫৩৬</td>
                    <td>আরবী</td>
                    <td>দারুল উলূম ইসলামিয়া মাদরাসা</td>
                    <td>
                      {" "}
                      উদয় সাগর (হাজীপাড়া), পলাশ বাড়ী, পলাশবাড়ী, গাইবান্ধা, রংপুর
                    </td>
                    <td>01 May, 2023</td>
                    <td>
                      01322891013
                      <br /> 01856012581
                      <br /> 01717846435
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৩৯</td>
                    <td>৫৩৭</td>
                    <td>আরবী</td>
                    <td>মারকাযুল উলূম মাদরাসা</td>
                    <td> গোপদ, মধুপুর সদর, মধুপুর, টাঙ্গাইল, ঢাকা</td>
                    <td>01 May, 2023</td>
                    <td>
                      01322891008
                      <br /> 01322891049
                      <br /> 01749276608
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৪০</td>
                    <td>৪৪০</td>
                    <td>বাংলা</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>01 May, 2023</td>
                    <td>
                      01771555000
                      <br /> 01322891003
                      <br /> 01646224351
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৪১</td>
                    <td>৪৩৯</td>
                    <td>বাংলা</td>
                    <td>ঢাকা নয়াটোলা আনওয়ারুল উলূম নো’মানিয়া কামিল মাদরাসা</td>
                    <td> নয়াটোলা (মগবাজার), শান্তিনগর, হাতিরঝিল, ঢাকা, ঢাকা</td>
                    <td>01 May, 2023</td>
                    <td>
                      01615032387
                      <br />
                      01725416148
                      <br />
                      01322891028
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৪২</td>
                    <td>৪১৩</td>
                    <td>বাংলা</td>
                    <td>
                      খুলনা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      সিটি বাইপাস রোড, মোস্তফা মোড়, হরিণটানা, খুলনা, খুলনা
                    </td>
                    <td>01 May, 2023</td>
                    <td>
                      01322891025
                      <br /> 01322891018
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৪৩</td>
                    <td>৪১৪</td>
                    <td>বাংলা</td>
                    <td>
                      টাঙ্গাইল কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> বড় ইছাপুর, বংড়া, কালিহাতী, টাঙ্গাইল, ঢাকা</td>
                    <td>01 May, 2023</td>
                    <td>
                      01322891015
                      <br /> 01322891046
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৪৪</td>
                    <td>৪০৮</td>
                    <td>বাংলা</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>22 Mar, 2023</td>
                    <td>
                      01322891003
                      <br /> 01818562116
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৪৫</td>
                    <td>৪০৯</td>
                    <td>বাংলা</td>
                    <td>
                      ঝিনাইদহ কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> ৯নং পোড়াহাটী, ঝিনাইদহ সদর, ঝিনাইদহ, খুলনা</td>
                    <td>22 Mar, 2023</td>
                    <td>
                      01322891046
                      <br /> 01322891045
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৪৬</td>
                    <td>৪১২</td>
                    <td>বাংলা</td>
                    <td>ঢাকা নয়াটোলা আনওয়ারুল উলূম নো’মানিয়া কামিল মাদরাসা</td>
                    <td> নয়াটোলা (মগবাজার), শান্তিনগর, হাতিরঝিল, ঢাকা, ঢাকা</td>
                    <td>22 Mar, 2023</td>
                    <td>
                      01322891028
                      <br /> 01725416148
                      <br /> 01615032387
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৪৭</td>
                    <td>৪১১</td>
                    <td>বাংলা</td>
                    <td>জামেয়া আশরাফিয়া পাবনা</td>
                    <td>
                      {" "}
                      লস্করপুর (০৮নং ওয়ার্ড), পাবনা, পাবনা সদর, পাবনা, রাজশাহী
                    </td>
                    <td>22 Mar, 2023</td>
                    <td>
                      01646224351
                      <br /> 01749729962
                      <br /> 01749668106
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৪৮</td>
                    <td>৪১০</td>
                    <td>বাংলা</td>
                    <td>হামিউসসুন্নাহ রউজাতুল উলূম মাদরাসা</td>
                    <td>
                      {" "}
                      সাতপাকিয়া (ফেরীঘাট), দিকপাড়া, শেরপুর সদর, শেরপুর, ময়মনসিংহ
                    </td>
                    <td>22 Mar, 2023</td>
                    <td>
                      01322891018
                      <br /> 01740924992
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৪৯</td>
                    <td>৫৬১</td>
                    <td>আরবী</td>
                    <td>জামিয়া মিফতাহুল উলূম মাদ্রাসা</td>
                    <td> নেত্রকোনা সদর, নেত্রকোণা সদর, নেত্রকোণা, ময়মনসিংহ</td>
                    <td>10 Mar, 2023</td>
                    <td>
                      01771555000
                      <br />
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৫০</td>
                    <td>৫১০</td>
                    <td>আরবী</td>
                    <td>
                      আল-জামেয়াতুল আহলিয়া দারুল উলূম মুঈনুল ইসলাম (হাটহাজারী
                      মাদরাসা)
                    </td>
                    <td> হাটহাজারী, চট্টগ্রাম, চট্টগ্রাম।</td>
                    <td>10 Mar, 2023</td>
                    <td>
                      01322891008
                      <br /> 01322891028
                      <br /> 01322891039
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৫১</td>
                    <td>৫১১</td>
                    <td>আরবী</td>
                    <td>
                      নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম বাংলাদেশ (ঢাকা
                      কার্যালয়), নবীনগর, আশুলিয়া, ঢাকা।
                    </td>
                    <td> কুরগাঁও, নবীনগর, আশুলিয়া, ঢাকা, ঢাকা</td>
                    <td>10 Mar, 2023</td>
                    <td>
                      01322891004
                      <br /> 01322891021
                      <br /> 01322891035
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৫২</td>
                    <td>৫১২</td>
                    <td>আরবী</td>
                    <td>
                      খুলনা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      সিটি বাইপাস রোড, মোস্তফা মোড়, হরিণটানা, খুলনা, খুলনা
                    </td>
                    <td>10 Mar, 2023</td>
                    <td>
                      01322891025
                      <br /> 01322891039
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৫৩</td>
                    <td>৫১৩</td>
                    <td>আরবী</td>
                    <td>
                      শেরপুর কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> দমদমা, কালিগঞ্জ, শেরপুর সদর, শেরপুর, ময়মনসিংহ</td>
                    <td>10 Mar, 2023</td>
                    <td>
                      01322891019
                      <br /> 01991990440
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৫৪</td>
                    <td>৫১৪</td>
                    <td>আরবী</td>
                    <td>
                      টাঙ্গাইল কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> বড় ইছাপুর, বংড়া, কালিহাতী, টাঙ্গাইল, ঢাকা</td>
                    <td>10 Mar, 2023</td>
                    <td>
                      01322891015
                      <br /> 01322891017
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৫৫</td>
                    <td>৫১৫</td>
                    <td>আরবী</td>
                    <td>
                      বগুড়া কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> ১৫নং ওয়ার্ড, ছোট কুমিরা, বগুড়া সদর, বগুড়া, রাজশাহী</td>
                    <td>10 Mar, 2023</td>
                    <td>
                      01322891022
                      <br /> 01322891055
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৫৬</td>
                    <td>৫১৭</td>
                    <td>আরবী</td>
                    <td>জামেয়া লুৎফিয়া আনওয়ারুল উলূম হামিদনগর বরুণা মাদরাসা</td>
                    <td> হামিদনগর, হামিদনগর, শ্রীমঙ্গল, মৌলভীবাজার, সিলেট</td>
                    <td>10 Mar, 2023</td>
                    <td>
                      01322891032
                      <br /> 01721968153
                      <br />
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৫৭</td>
                    <td>৫১৮</td>
                    <td>আরবী</td>
                    <td>ধর্মাদী ফয়জুল উলূম ইসলামিয়া মাদরাসা</td>
                    <td> ধর্মাদী, রুইয়া, বরিশাল সদর, বরিশাল, বরিশাল</td>
                    <td>10 Mar, 2023</td>
                    <td>
                      01322891054
                      <br /> 01812311392
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৫৮</td>
                    <td>৫১৯</td>
                    <td>আরবী</td>
                    <td>মাদরাসা আজীজিয়া ক্বাছেমুল উলূম দোহাজারী</td>
                    <td>
                      {" "}
                      দোহাজারী পৌরসভা, দোহাজারী, চন্দনাইশ, চট্টগ্রাম, চট্টগ্রাম।
                    </td>
                    <td>10 Mar, 2023</td>
                    <td>
                      01322891053
                      <br /> 01826308993
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৫৯</td>
                    <td>৫২০</td>
                    <td>আরবী</td>
                    <td>আল জামিয়া ইসলামিয়া কাসেমুল উলূম বলিদাপাড়া</td>
                    <td> বলিদাপাড়া, নলডাঙ্গা, কালীগঞ্জ, ঝিনাইদহ, খুলনা</td>
                    <td>10 Mar, 2023</td>
                    <td>
                      01322891036
                      <br /> 01322891045
                      <br /> 01322891048
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৬০</td>
                    <td>৫২১</td>
                    <td>আরবী</td>
                    <td>জামিয়া মদিনাতুল উলূম (আমিন বাজার মাদরাসা)</td>
                    <td> পাঁচ গাছিয়া, আমীন বাজার, সাভার, ঢাকা, ঢাকা</td>
                    <td>10 Mar, 2023</td>
                    <td>
                      01322891006
                      <br /> 01322891014
                      <br /> 01322891043
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৬১</td>
                    <td>৫২২</td>
                    <td>আরবী</td>
                    <td>
                      আল জামিয়াতুল কারীমিয়া নূরুল উলূম জুম্মাপাড়া (নূরানী বিভাগ)
                    </td>
                    <td> জুম্মাপাড়া, রংপুর সদর, রংপুর, রংপুর</td>
                    <td>10 Mar, 2023</td>
                    <td>
                      01322891009
                      <br /> 01322891047
                      <br /> 01739189193
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৬২</td>
                    <td>৫২৩</td>
                    <td>আরবী</td>
                    <td>বাইতুল কুরআন হাফিজিয়া মাদরাসা</td>
                    <td> দত্তপাড়া, ঈশ্বরগঞ্জ, ময়মনসিংহ, ময়মনসিংহ</td>
                    <td>10 Mar, 2023</td>
                    <td>
                      01322891027
                      <br /> 01322891059
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৬৩</td>
                    <td>৫২৪</td>
                    <td>আরবী</td>
                    <td>রাজশাহী দারুল উলূম মাদরাসা</td>
                    <td> মালোপাড়া, বোয়ালিয়া, রাজশাহী, রাজশাহী</td>
                    <td>10 Mar, 2023</td>
                    <td>
                      01322891026
                      <br /> 01762282230
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৬৪</td>
                    <td>৫২৫</td>
                    <td>আরবী</td>
                    <td>
                      আল-জামিয়া আল-ইসলামীয়া দারুল উলূম চাকমারকুল (বড় মাদরাসা)
                    </td>
                    <td> চাকমারকুল, রামু, কক্সবাজার, চট্টগ্রাম।</td>
                    <td>10 Mar, 2023</td>
                    <td>
                      01322891052
                      <br /> 01811255299
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৬৫</td>
                    <td>৫২৬</td>
                    <td>আরবী</td>
                    <td>জামিয়া হোসাইনিয়া মদীনাতুল উলূম হাফেজিয়া মাদরাসা</td>
                    <td>
                      {" "}
                      আঠারদাগ, খুকনী বাজার, এনায়েতপুর, সিরাজগঞ্জ, রাজশাহী
                    </td>
                    <td>10 Mar, 2023</td>
                    <td>
                      01322891024
                      <br /> 01322891049
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৬৬</td>
                    <td>৫২৭</td>
                    <td>আরবী</td>
                    <td>জামিয়া ইউনুছিয়া মাদরাসা</td>
                    <td> ব্রাহ্মণবাড়িয়া সদর, ব্রাহ্মণবাড়িয়া, চট্টগ্রাম।</td>
                    <td>10 Mar, 2023</td>
                    <td>
                      01322891011
                      <br /> 01811787300
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৬৭</td>
                    <td>৫২৯</td>
                    <td>আরবী</td>
                    <td>মোমতাজুল উলূম মাদরাসা</td>
                    <td>
                      {" "}
                      লুৎফর মুন্সি সড়ক, কুঠিপাড়া, কুষ্টিয়া সদর, কুষ্টিয়া, খুলনা
                    </td>
                    <td>10 Mar, 2023</td>
                    <td>
                      01322891034
                      <br /> 01784349382
                      <br /> 01722953955
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৬৮</td>
                    <td>৫৩০</td>
                    <td>আরবী</td>
                    <td>জামিয়া শেখ মুহাম্মাদ আব্দুল্লাহ (হযরতপুর মাদরাসা)</td>
                    <td>
                      {" "}
                      হযরতপুর (গোপালপুর), শেখরনগর, সিরাজদিখান, মুন্সিগঞ্জ, ঢাকা
                    </td>
                    <td>10 Mar, 2023</td>
                    <td>
                      01322891016
                      <br /> 01842654902
                      <br /> 01876316050
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৬৯</td>
                    <td>৫৩১</td>
                    <td>আরবী</td>
                    <td>দারুল উলূম ফয়জিয়া মহিউসসুন্নাহ মাদরাসা</td>
                    <td> গাংগর, সাতোর, বীরগঞ্জ, দিনাজপুর, রংপুর</td>
                    <td>10 Mar, 2023</td>
                    <td>
                      01714650664
                      <br /> 01824815587
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৭০</td>
                    <td>৫২৮</td>
                    <td>আরবী</td>
                    <td>আল জামিয়াতুল ইমদাদিয়া কিশোরগঞ্জ</td>
                    <td> কিশোরগঞ্জ সদর, কিশোরগঞ্জ, ঢাকা</td>
                    <td>10 Mar, 2023</td>
                    <td>
                      ০১৯১১১৩৭০৯০
                      <br /> ০১৭২২৯৭০৯৬৫
                      <br /> ০১৭৪১৪৮৬০০২
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৭১</td>
                    <td>৪০৫</td>
                    <td>আরবী</td>
                    <td>তাহসিনুল কুরআন নূরানী মডেল মাদরাসা উপরাজারামপুর মোড়</td>
                    <td>
                      {" "}
                      উপরাজারামপুর, চাঁপাইনবাবগঞ্জ সদর, চাঁপাইনবাবগঞ্জ, রাজশাহী
                    </td>
                    <td>05 Mar, 2023</td>
                    <td>
                      01721207894
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৭২</td>
                    <td>৫০৯</td>
                    <td>আরবী</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>01 Mar, 2023</td>
                    <td>
                      01771555000
                      <br /> 01871529920
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৭৩</td>
                    <td>৫০৮</td>
                    <td>আরবী</td>
                    <td>তা’লীমুস সুন্নাহ মাদরাসা (নূরানী বিভাগ)</td>
                    <td>
                      {" "}
                      শাহানগাছা, ছোনগাছা, সিরাজগঞ্জ সদর, সিরাজগঞ্জ, রাজশাহী
                    </td>
                    <td>15 Feb, 2023</td>
                    <td>
                      01928601474
                      <br /> 01322891038
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৭৪</td>
                    <td>৪০৬</td>
                    <td>বাংলা</td>
                    <td>
                      নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম বাংলাদেশ (ঢাকা
                      কার্যালয়), নবীনগর, আশুলিয়া, ঢাকা।
                    </td>
                    <td> কুরগাঁও, নবীনগর, আশুলিয়া, ঢাকা, ঢাকা</td>
                    <td>15 Feb, 2023</td>
                    <td>
                      01322891035
                      <br /> 01322891003
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৭৫</td>
                    <td>৪০৭</td>
                    <td>বাংলা</td>
                    <td>মাহমুদিয়া হাফিজিয়া ও নূরানী প্রি-ক্যাডেট মাদরাসা</td>
                    <td> শিপেরখাল, আশাখালী, বরগুনা সদর, বরগুনা, বরিশাল</td>
                    <td>15 Feb, 2023</td>
                    <td>
                      01718204422
                      <br /> 01322891028
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৭৬</td>
                    <td>৫০৬</td>
                    <td>আরবী</td>
                    <td>হামিউসসুন্নাহ রউজাতুল উলূম মাদরাসা</td>
                    <td>
                      {" "}
                      সাতপাকিয়া (ফেরীঘাট), দিকপাড়া, শেরপুর সদর, শেরপুর, ময়মনসিংহ
                    </td>
                    <td>01 Feb, 2023</td>
                    <td>
                      01740924992
                      <br /> 01322891051
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৭৭</td>
                    <td>৫০৭</td>
                    <td>আরবী</td>
                    <td>জামিয়া ছিদ্দিকীয়া (যাদুরচর মাদরাসা)</td>
                    <td> যাদুরচর, হেমায়েতপুর, সাভার, ঢাকা, ঢাকা</td>
                    <td>01 Feb, 2023</td>
                    <td>
                      01616930950
                      <br /> 01322891033
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৭৮</td>
                    <td>৪০৫</td>
                    <td>বাংলা</td>
                    <td>
                      খুলনা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      সিটি বাইপাস রোড, মোস্তফা মোড়, হরিণটানা, খুলনা, খুলনা
                    </td>
                    <td>01 Feb, 2023</td>
                    <td>
                      01322891025
                      <br /> 01322891018
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৭৯</td>
                    <td>৪০৪</td>
                    <td>বাংলা</td>
                    <td>
                      শেরপুর কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> দমদমা, কালিগঞ্জ, শেরপুর সদর, শেরপুর, ময়মনসিংহ</td>
                    <td>01 Feb, 2023</td>
                    <td>
                      01991990440
                      <br /> 01322891046
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৮০</td>
                    <td>৩০২</td>
                    <td>বাংলা</td>
                    <td>মিরপুর এমদাদিয়া হাফিজিয়া নূরানী মাদরাসা</td>
                    <td>
                      {" "}
                      মিরপুর, সিরাজগঞ্জ, সিরাজগঞ্জ সদর, সিরাজগঞ্জ, রাজশাহী
                    </td>
                    <td>15 Jan, 2023</td>
                    <td>
                      01734694743
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৮১</td>
                    <td>৪০২</td>
                    <td>বাংলা</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>15 Jan, 2023</td>
                    <td>
                      01771555000
                      <br /> 01322891003
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৮২</td>
                    <td>৫০৪</td>
                    <td>আরবী</td>
                    <td>
                      বগুড়া কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> ১৫নং ওয়ার্ড, ছোট কুমিরা, বগুড়া সদর, বগুড়া, রাজশাহী</td>
                    <td>15 Jan, 2023</td>
                    <td>
                      01322891055
                      <br /> 01322891024
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৮৩</td>
                    <td>৪০৩</td>
                    <td>বাংলা</td>
                    <td>জামিয়া শেখ মুহাম্মাদ আব্দুল্লাহ (হযরতপুর মাদরাসা)</td>
                    <td>
                      {" "}
                      হযরতপুর (গোপালপুর), শেখরনগর, সিরাজদিখান, মুন্সিগঞ্জ, ঢাকা
                    </td>
                    <td>15 Jan, 2023</td>
                    <td>
                      01711148200
                      <br /> 01322891028
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৮৪</td>
                    <td>৫০৫</td>
                    <td>আরবী</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>15 Jan, 2023</td>
                    <td>
                      01322891009
                      <br /> 01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৮৫</td>
                    <td>৫৭০</td>
                    <td>আরবী</td>
                    <td>
                      খুলনা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      সিটি বাইপাস রোড, মোস্তফা মোড়, হরিণটানা, খুলনা, খুলনা
                    </td>
                    <td>15 Jan, 2023</td>
                    <td>
                      01991990447
                      <br />
                      01322891025
                      <br />
                      01322891026
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৮৬</td>
                    <td>৫০১</td>
                    <td>আরবী</td>
                    <td>
                      নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম বাংলাদেশ (ঢাকা
                      কার্যালয়), নবীনগর, আশুলিয়া, ঢাকা।
                    </td>
                    <td> কুরগাঁও, নবীনগর, আশুলিয়া, ঢাকা, ঢাকা</td>
                    <td>01 Jan, 2023</td>
                    <td>
                      01322891035
                      <br /> 01322891017
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৮৭</td>
                    <td>৫০২</td>
                    <td>আরবী</td>
                    <td>
                      টাঙ্গাইল কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> বড় ইছাপুর, বংড়া, কালিহাতী, টাঙ্গাইল, ঢাকা</td>
                    <td>01 Jan, 2023</td>
                    <td>
                      01322891015
                      <br /> 01322891008
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৮৮</td>
                    <td>৫০৩</td>
                    <td>আরবী</td>
                    <td>
                      ঝিনাইদহ কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> ৯নং পোড়াহাটী, ঝিনাইদহ সদর, ঝিনাইদহ, খুলনা</td>
                    <td>01 Jan, 2023</td>
                    <td>
                      01322891045
                      <br /> 01322891036
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৮৯</td>
                    <td>৪০১</td>
                    <td>বাংলা</td>
                    <td>হামিউসসুন্নাহ রউজাতুল উলূম মাদরাসা</td>
                    <td>
                      {" "}
                      সাতপাকিয়া (ফেরীঘাট), দিকপাড়া, শেরপুর সদর, শেরপুর, ময়মনসিংহ
                    </td>
                    <td>01 Jan, 2023</td>
                    <td>
                      01740924992
                      <br /> 01322891018
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৯০</td>
                    <td>৪৩১</td>
                    <td>আরবী</td>
                    <td>ঢাকা নয়াটোলা আনওয়ারুল উলূম নো’মানিয়া কামিল মাদরাসা</td>
                    <td> নয়াটোলা (মগবাজার), শান্তিনগর, হাতিরঝিল, ঢাকা, ঢাকা</td>
                    <td>26 Dec, 2022</td>
                    <td>
                      01712631006
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৯১</td>
                    <td>৩২৫</td>
                    <td>বাংলা</td>
                    <td>ধর্মাদী ফয়জুল উলূম ইসলামিয়া মাদরাসা</td>
                    <td> ধর্মাদী, রুইয়া, বরিশাল সদর, বরিশাল, বরিশাল</td>
                    <td>15 Dec, 2022</td>
                    <td>
                      01407091860
                      <br /> 01921001187
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৯২</td>
                    <td>৩২৬</td>
                    <td>বাংলা</td>
                    <td>
                      আল-জামিয়া আল-ইসলামীয়া দারুল উলূম চাকমারকুল (বড় মাদরাসা)
                    </td>
                    <td> চাকমারকুল, রামু, কক্সবাজার, চট্টগ্রাম।</td>
                    <td>15 Dec, 2022</td>
                    <td>
                      01811255299
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৯৩</td>
                    <td>৪৮২</td>
                    <td>আরবী</td>
                    <td>আল জামিয়াতুল আরবিয়্যা কাসেমুল উলূম ক্বওমী মাদরাসা</td>
                    <td>
                      {" "}
                      কালুপাড়া (রহমতপাড়া), শত্রুজিৎপুর, মাগুরা সদর, মাগুরা,
                      খুলনা
                    </td>
                    <td>15 Dec, 2022</td>
                    <td>
                      01715351878
                      <br /> 01717480692
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৯৪</td>
                    <td>৪৮৩</td>
                    <td>আরবী</td>
                    <td>জামেয়া ইসলামিয়া জমিরিয়া নূরুল উলূম হরিপুর</td>
                    <td>
                      {" "}
                      উত্তর হরিপুর (বাংলাবাজার), হরিপুর, ছাগলনাইয়া, ফেনী,
                      চট্টগ্রাম।
                    </td>
                    <td>15 Dec, 2022</td>
                    <td>
                      01817561580
                      <br />
                      01811291520
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৯৫</td>
                    <td>৩২৩</td>
                    <td>বাংলা</td>
                    <td>মোমতাজুল উলূম মাদরাসা</td>
                    <td>
                      {" "}
                      লুৎফর মুন্সি সড়ক, কুঠিপাড়া, কুষ্টিয়া সদর, কুষ্টিয়া, খুলনা
                    </td>
                    <td>01 Dec, 2022</td>
                    <td>
                      01749672300
                      <br /> 01722953955
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৯৬</td>
                    <td>৩২৪</td>
                    <td>বাংলা</td>
                    <td>
                      টাঙ্গাইল কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> বড় ইছাপুর, বংড়া, কালিহাতী, টাঙ্গাইল, ঢাকা</td>
                    <td>01 Dec, 2022</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৯৭</td>
                    <td>৪৭৮</td>
                    <td>আরবী</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>01 Dec, 2022</td>
                    <td>
                      01322891010
                      <br /> 01322891020
                      <br /> 01322891040
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৯৮</td>
                    <td>৪৭৯</td>
                    <td>আরবী</td>
                    <td>
                      খুলনা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      সিটি বাইপাস রোড, মোস্তফা মোড়, হরিণটানা, খুলনা, খুলনা
                    </td>
                    <td>01 Dec, 2022</td>
                    <td>
                      01322891025
                      <br />
                      01814805262
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>১৯৯</td>
                    <td>৪৮১</td>
                    <td>আরবী</td>
                    <td>ইসলামপুর হাফিজুল উলূম মাদরাসা ধামরাই</td>
                    <td> ইসলামপুর, ধামরাই, ঢাকা, ঢাকা</td>
                    <td>01 Dec, 2022</td>
                    <td>
                      01874919151
                      <br /> 01911003830
                      <br /> 01717206601
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২০০</td>
                    <td>৪৮০</td>
                    <td>আরবী</td>
                    <td>
                      শেরপুর কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> দমদমা, কালিগঞ্জ, শেরপুর সদর, শেরপুর, ময়মনসিংহ</td>
                    <td>01 Dec, 2022</td>
                    <td>
                      01991990440
                      <br /> 01819686832
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২০১</td>
                    <td>৩২১</td>
                    <td>বাংলা</td>
                    <td>হামিউসসুন্নাহ রউজাতুল উলূম মাদরাসা</td>
                    <td>
                      {" "}
                      সাতপাকিয়া (ফেরীঘাট), দিকপাড়া, শেরপুর সদর, শেরপুর, ময়মনসিংহ
                    </td>
                    <td>15 Nov, 2022</td>
                    <td>
                      01740924992
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২০২</td>
                    <td>৩২২</td>
                    <td>বাংলা</td>
                    <td>শিরগ্রাম আজিজুল উলূম মাদরাসা ও এতিমখানা</td>
                    <td> শিরগ্রাম, আলফাডাঙ্গা, আলফাডাঙ্গা, ফরিদপুর, ঢাকা</td>
                    <td>15 Nov, 2022</td>
                    <td>
                      01721805993
                      <br /> 01717480692
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২০৩</td>
                    <td>৪৭৪</td>
                    <td>আরবী</td>
                    <td>মাহমুদিয়া হাফিজিয়া ও নূরানী প্রি-ক্যাডেট মাদরাসা</td>
                    <td> শিপেরখাল, আশাখালী, বরগুনা সদর, বরগুনা, বরিশাল</td>
                    <td>15 Nov, 2022</td>
                    <td>
                      01718204422
                      <br /> 01775831809
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২০৪</td>
                    <td>৪৭৫</td>
                    <td>আরবী</td>
                    <td>দারুস সুন্নাহ মাদরাসা</td>
                    <td> বাহাদুরপুর, শিক্ষাবোর্ড, যশোর সদর, যশোর, খুলনা</td>
                    <td>15 Nov, 2022</td>
                    <td>
                      01773656677
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২০৫</td>
                    <td>৪৭৭</td>
                    <td>আরবী</td>
                    <td>হিদায়াতুল উম্মাহ মডেল মাদরাসা</td>
                    <td>
                      {" "}
                      পূর্ব সাপটানা (নয়ারহাট), লালমনিরহাট সদর, লালমনিরহাট, রংপুর
                    </td>
                    <td>15 Nov, 2022</td>
                    <td>
                      01789112092
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২০৬</td>
                    <td>৩১০</td>
                    <td>আরবী</td>
                    <td>
                      ঢাকা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      কুরগাঁও (পুরাতন পূর্বপাড়া), নবীনগর, আশুলিয়া, ঢাকা, ঢাকা
                    </td>
                    <td>10 Nov, 2022</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২০৭</td>
                    <td>৩৩৩</td>
                    <td>বাংলা</td>
                    <td>
                      নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম বাংলাদেশ (ঢাকা
                      কার্যালয়), নবীনগর, আশুলিয়া, ঢাকা।
                    </td>
                    <td> কুরগাঁও, নবীনগর, আশুলিয়া, ঢাকা, ঢাকা</td>
                    <td>05 Nov, 2022</td>
                    <td>
                      01322891035
                      <br /> 01612367756
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২০৮</td>
                    <td>৩২০</td>
                    <td>বাংলা</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>01 Nov, 2022</td>
                    <td>
                      01771555000
                      <br />
                      01322891020
                      <br />
                      30
                      <br />
                      40
                      <br />
                      50
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২০৯</td>
                    <td>৩২৮</td>
                    <td>বাংলা</td>
                    <td>
                      ঢাকা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      কুরগাঁও (পুরাতন পূর্বপাড়া), নবীনগর, আশুলিয়া, ঢাকা, ঢাকা
                    </td>
                    <td>01 Nov, 2022</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২১০</td>
                    <td>৪৭০</td>
                    <td>আরবী</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>01 Nov, 2022</td>
                    <td>
                      01322891020
                      <br /> 01322891040
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২১১</td>
                    <td>৪৭২</td>
                    <td>আরবী</td>
                    <td>জামিয়া ইসলামিয়া দারুল উলূম সাভার</td>
                    <td> রাজাশন, সাভার, ঢাকা, ঢাকা</td>
                    <td>01 Nov, 2022</td>
                    <td>
                      01722970965
                      <br /> 01717206601
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২১২</td>
                    <td>৪৭৩</td>
                    <td>আরবী</td>
                    <td>নূরানী মডেল মাদরাসা এন্ড স্কুল শাখা</td>
                    <td> শাহবাজপুর, জামালপুর সদর, জামালপুর, ময়মনসিংহ</td>
                    <td>01 Nov, 2022</td>
                    <td>
                      01322891052
                      <br /> 01322891052
                      <br /> 01715265134
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২১৩</td>
                    <td>৪৬৬</td>
                    <td>আরবী</td>
                    <td>মদীনাতুল উলূম মাদরাসা হেফজখানা ও এতিমখানা</td>
                    <td>
                      {" "}
                      মদিনা নগর (গঞ্জপাড়া), খাগড়াছড়ি, খাগড়াছড়ি সদর,
                      খাগড়াছড়ি, চট্টগ্রাম।
                    </td>
                    <td>15 Oct, 2022</td>
                    <td>
                      01813283611
                      <br />
                      01813785956
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২১৪</td>
                    <td>৪৬৭</td>
                    <td>আরবী</td>
                    <td>মাদ্রাসাতুল উলূমিশ শারইয়্যাহ</td>
                    <td> গোদারপাড়া, বগুড়া সদর, বগুড়া, রাজশাহী</td>
                    <td>15 Oct, 2022</td>
                    <td>
                      017160284279
                      <br /> 01711968969
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২১৫</td>
                    <td>৪৬৮</td>
                    <td>আরবী</td>
                    <td>জামিআ’ মুহাম্মদিয়া হুসাইনিয়া গাজীপুর</td>
                    <td> বিজয় রোড, মোগরখাল, গাজীপুর সদর, গাজীপুর, ঢাকা</td>
                    <td>15 Oct, 2022</td>
                    <td>
                      01710380012
                      <br /> 01915181139
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২১৬</td>
                    <td>৪৬৯</td>
                    <td>আরবী</td>
                    <td>তাহসিনুল কুরআন নূরানী মডেল মাদরাসা উপরাজারামপুর মোড়</td>
                    <td>
                      {" "}
                      উপরাজারামপুর, চাঁপাইনবাবগঞ্জ সদর, চাঁপাইনবাবগঞ্জ, রাজশাহী
                    </td>
                    <td>15 Oct, 2022</td>
                    <td>
                      01721207894
                      <br />
                      01915535780
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২১৭</td>
                    <td>৩১৯</td>
                    <td>বাংলা</td>
                    <td>
                      আল জামিয়াতুল কারীমিয়া নূরুল উলূম জুম্মাপাড়া (নূরানী বিভাগ)
                    </td>
                    <td> জুম্মাপাড়া, রংপুর সদর, রংপুর, রংপুর</td>
                    <td>15 Oct, 2022</td>
                    <td>
                      01816002359
                      <br /> 01610054540
                      <br /> 01739189193
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২১৮</td>
                    <td>৪৬৩</td>
                    <td>আরবী</td>
                    <td>
                      খুলনা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      সিটি বাইপাস রোড, মোস্তফা মোড়, হরিণটানা, খুলনা, খুলনা
                    </td>
                    <td>01 Oct, 2022</td>
                    <td>
                      01322891025
                      <br /> 01826308993
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২১৯</td>
                    <td>৩১৮</td>
                    <td>বাংলা</td>
                    <td>জামিয়া দারুল আমান সাভার</td>
                    <td> আফছার নগর (রাজারবাড়ী), মজিদপুর, সাভার, ঢাকা, ঢাকা</td>
                    <td>01 Oct, 2022</td>
                    <td>
                      01717206601
                      <br /> 01721217045
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২২০</td>
                    <td>৪৬২</td>
                    <td>আরবী</td>
                    <td>আন-নূর ইসলামী একাডেমী</td>
                    <td> মাদানীনগর (বেলদী), নরসিংদী সদর, নরসিংদী, ঢাকা</td>
                    <td>01 Oct, 2022</td>
                    <td>
                      01710975977
                      <br /> 01711150162
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২২১</td>
                    <td>৪৬৪</td>
                    <td>আরবী</td>
                    <td>
                      শেরপুর কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> দমদমা, কালিগঞ্জ, শেরপুর সদর, শেরপুর, ময়মনসিংহ</td>
                    <td>01 Oct, 2022</td>
                    <td>
                      01322891015
                      <br />
                      01706799755
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২২২</td>
                    <td>৪৬৫</td>
                    <td>আরবী</td>
                    <td>আল জামিয়াতুল ইসলামিয়া দারুল উলূম</td>
                    <td>
                      {" "}
                      দারোয়ানী টেক্সটাইল মিলস্, চৌরঙ্গী মোড়, নীলফামারী সদর,
                      নীলফামারী, রংপুর
                    </td>
                    <td>01 Oct, 2022</td>
                    <td>
                      01784769983
                      <br />
                      01721542525
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২২৩</td>
                    <td>৩৩২</td>
                    <td>বাংলা</td>
                    <td>
                      আল-জামিয়াতুল ইসলামিয়া আশরাফুল উলূম শামুকখোলা ক্বওমী
                      মাদরাসা
                    </td>
                    <td> শামুকখোলা, এন.এস. খোলা, লোহাগড়া, নড়াইল, খুলনা</td>
                    <td>01 Oct, 2022</td>
                    <td>
                      01716137473
                      <br /> 01770805251
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২২৪</td>
                    <td>৪৯২</td>
                    <td>আরবী</td>
                    <td>
                      ঝিনাইদহ কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> ৯নং পোড়াহাটী, ঝিনাইদহ সদর, ঝিনাইদহ, খুলনা</td>
                    <td>01 Oct, 2022</td>
                    <td>
                      01322891045
                      <br />
                      01815671099
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২২৫</td>
                    <td>৩১৭</td>
                    <td>বাংলা</td>
                    <td>নূরানী মডেল মাদরাসা এন্ড স্কুল শাখা</td>
                    <td> শাহবাজপুর, জামালপুর সদর, জামালপুর, ময়মনসিংহ</td>
                    <td>15 Sep, 2022</td>
                    <td>
                      01789333636
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২২৬</td>
                    <td>৪৫৯</td>
                    <td>আরবী</td>
                    <td>জামিয়া হোসাইনিয়া আরাবিয়া</td>
                    <td> কাজিরপাড়া, মেলান্দহ, জামালপুর, ময়মনসিংহ</td>
                    <td>15 Sep, 2022</td>
                    <td>
                      01770181010
                      <br /> 01967868656
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২২৭</td>
                    <td>৪৬০</td>
                    <td>আরবী</td>
                    <td>গোপালপুর হাফেজিয়া নূরানী মাদরাসা ও এতিমখানা</td>
                    <td> গোপালপুর, আলফাডাঙ্গা, ফরিদপুর, ঢাকা</td>
                    <td>15 Sep, 2022</td>
                    <td>
                      01715724160
                      <br /> 01717480692
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২২৮</td>
                    <td>৪৬১</td>
                    <td>আরবী</td>
                    <td>দক্ষিণ বালিয়া বাখরপুর হামিদিয়া মাদরাসা ও এতিমখানা</td>
                    <td>
                      {" "}
                      দক্ষিণ বালিয়া (চান্দ্রা চৌরাস্তা মাদরাসা), বাখরপুর,
                      চাঁদপুর সদর, চাঁদপুর, চট্টগ্রাম।
                    </td>
                    <td>15 Sep, 2022</td>
                    <td>
                      01824890618
                      <br /> 01646166659
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২২৯</td>
                    <td>৪৯১</td>
                    <td>আরবী</td>
                    <td>ঢাকা নয়াটোলা আনওয়ারুল উলূম নো’মানিয়া কামিল মাদরাসা</td>
                    <td> নয়াটোলা (মগবাজার), শান্তিনগর, হাতিরঝিল, ঢাকা, ঢাকা</td>
                    <td>15 Sep, 2022</td>
                    <td>
                      01874919151
                      <br />
                      01615032387
                      <br />
                      01717206601
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৩০</td>
                    <td>৪৪৬</td>
                    <td>আরবী</td>
                    <td>
                      শেরপুর কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> দমদমা, কালিগঞ্জ, শেরপুর সদর, শেরপুর, ময়মনসিংহ</td>
                    <td>08 Sep, 2022</td>
                    <td>
                      01322891015
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৩১</td>
                    <td>৩০৮</td>
                    <td>বাংলা</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>04 Sep, 2022</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৩২</td>
                    <td>৩১৬</td>
                    <td>বাংলা</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>01 Sep, 2022</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৩৩</td>
                    <td>৪৫৫</td>
                    <td>আরবী</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>01 Sep, 2022</td>
                    <td>
                      01322891020
                      <br /> 01322891040
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৩৪</td>
                    <td>৪৫৬</td>
                    <td>আরবী</td>
                    <td>মাদরাসা-ই-তা’লীমুল কুরআন</td>
                    <td> লাউতাড়া, সুভাষিনী, তালা, সাতক্ষীরা, খুলনা</td>
                    <td>01 Sep, 2022</td>
                    <td>
                      01717206601
                      <br /> 01794642077
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৩৫</td>
                    <td>৪৫৭</td>
                    <td>আরবী</td>
                    <td>ফয়জুল উলূম হামিউসসুন্নাহ নূরানী মাদরাসা</td>
                    <td> দারগারচালা, মাওনা বাজার, শ্রীপুর, গাজীপুর, ঢাকা</td>
                    <td>01 Sep, 2022</td>
                    <td>
                      01921842930
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৩৬</td>
                    <td>৪৫৮</td>
                    <td>আরবী</td>
                    <td>
                      আল জামিয়াতুল কারীমিয়া নূরুল উলূম জুম্মাপাড়া (নূরানী বিভাগ)
                    </td>
                    <td> জুম্মাপাড়া, রংপুর সদর, রংপুর, রংপুর</td>
                    <td>01 Sep, 2022</td>
                    <td>
                      01715361242
                      <br /> 01739189193
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৩৭</td>
                    <td>৩১৫</td>
                    <td>বাংলা</td>
                    <td>
                      ঢাকা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      কুরগাঁও (পুরাতন পূর্বপাড়া), নবীনগর, আশুলিয়া, ঢাকা, ঢাকা
                    </td>
                    <td>16 Aug, 2022</td>
                    <td>
                      01717636426
                      <br /> 01612367756
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৩৮</td>
                    <td>৪৫২</td>
                    <td>আরবী</td>
                    <td>জামিয়া ইসহাকিয়া ইসলামিয়া মাদরাসা</td>
                    <td>
                      {" "}
                      দাসেরহাট, কাঁঠালবাড়ী, কুড়িগ্রাম সদর, কুড়িগ্রাম, রংপুর
                    </td>
                    <td>16 Aug, 2022</td>
                    <td>
                      01716452380
                      <br /> 01725193471
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৩৯</td>
                    <td>৪৫৩</td>
                    <td>আরবী</td>
                    <td>হাফিজুল উলূম মাদরাসা</td>
                    <td>
                      {" "}
                      মোগরাকান্দা (কবরস্থান সংলগ্ন), ভাকুর্তা, সাভার, ঢাকা, ঢাকা
                    </td>
                    <td>16 Aug, 2022</td>
                    <td>
                      01717206601
                      <br />
                      01815816930
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৪০</td>
                    <td>৪৫৪</td>
                    <td>আরবী</td>
                    <td>জামিয়া আরাবিয়া সিদ্দীকিয়া ক্বওমীয়া</td>
                    <td>
                      {" "}
                      পাটকেলঘাটা, পাটকেলঘাটা, পাটকেলঘাটা, সাতক্ষীরা, খুলনা
                    </td>
                    <td>16 Aug, 2022</td>
                    <td>
                      01717206601
                      <br /> 01707747995
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৪১</td>
                    <td>৩১৪</td>
                    <td>বাংলা</td>
                    <td>আল জামিয়াতুল আরবিয়্যা কাসেমুল উলূম ক্বওমী মাদরাসা</td>
                    <td>
                      {" "}
                      কালুপাড়া (রহমতপাড়া), শত্রুজিৎপুর, মাগুরা সদর, মাগুরা,
                      খুলনা
                    </td>
                    <td>01 Aug, 2022</td>
                    <td>
                      01715351878
                      <br /> 01872664788
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৪২</td>
                    <td>৪৪১</td>
                    <td>আরবী</td>
                    <td>রাজাপুর দারুল উলূম কওমী মাদরাসা</td>
                    <td>
                      {" "}
                      রাজাপুর (বাইপাস মোড়), রাজাপুর, রাজাপুর, ঝালকাঠি, বরিশাল
                    </td>
                    <td>01 Aug, 2022</td>
                    <td>
                      01798640247
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৪৩</td>
                    <td>৪৪৮</td>
                    <td>আরবী</td>
                    <td>ধর্মাদী ফয়জুল উলূম ইসলামিয়া মাদরাসা</td>
                    <td> ধর্মাদী, রুইয়া, বরিশাল সদর, বরিশাল, বরিশাল</td>
                    <td>01 Aug, 2022</td>
                    <td>
                      01711472944
                      <br /> 01729195564
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৪৪</td>
                    <td>৪৪৯</td>
                    <td>আরবী</td>
                    <td>জামিয়া ইউনুছিয়া মাদরাসা</td>
                    <td> ব্রাহ্মণবাড়িয়া সদর, ব্রাহ্মণবাড়িয়া, চট্টগ্রাম।</td>
                    <td>01 Aug, 2022</td>
                    <td>
                      01741396078
                      <br /> 01741486002
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৪৫</td>
                    <td>৪৫০</td>
                    <td>আরবী</td>
                    <td>মারকাযুল উলূম মাদরাসা</td>
                    <td> গোপদ, মধুপুর সদর, মধুপুর, টাঙ্গাইল, ঢাকা</td>
                    <td>01 Aug, 2022</td>
                    <td>
                      01322891020
                      <br /> 01322891040
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৪৬</td>
                    <td>৪৫১</td>
                    <td>আরবী</td>
                    <td>তা’লীমুস সুন্নাহ মাদরাসা (নূরানী বিভাগ)</td>
                    <td>
                      {" "}
                      শাহানগাছা, ছোনগাছা, সিরাজগঞ্জ সদর, সিরাজগঞ্জ, রাজশাহী
                    </td>
                    <td>01 Aug, 2022</td>
                    <td>
                      01928601474
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৪৭</td>
                    <td>৪৮৮</td>
                    <td>আরবী</td>
                    <td>দারুল উলূম সরিষাবাড়ী</td>
                    <td>
                      {" "}
                      পুরাতন মার্কায, সাতপোয়া, সরিষাবাড়ী, জামালপুর, ময়মনসিংহ
                    </td>
                    <td>01 Aug, 2022</td>
                    <td>
                      01913038448
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৪৮</td>
                    <td>৪৯০</td>
                    <td>আরবী</td>
                    <td>
                      ঝিনাইদহ কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> ৯নং পোড়াহাটী, ঝিনাইদহ সদর, ঝিনাইদহ, খুলনা</td>
                    <td>01 Aug, 2022</td>
                    <td>
                      01322891045
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৪৯</td>
                    <td>৩১৩</td>
                    <td>বাংলা</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>20 Jul, 2022</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৫০</td>
                    <td>৪৪৪</td>
                    <td>আরবী</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>20 Jul, 2022</td>
                    <td>
                      01322891020
                      <br /> 01322891040
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৫১</td>
                    <td>৪৪৫</td>
                    <td>আরবী</td>
                    <td>
                      খুলনা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      সিটি বাইপাস রোড, মোস্তফা মোড়, হরিণটানা, খুলনা, খুলনা
                    </td>
                    <td>20 Jul, 2022</td>
                    <td>
                      01322891025
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৫২</td>
                    <td>৪৪৭</td>
                    <td>আরবী</td>
                    <td>দারুল উলূম মাবিয়া ইসলামিয়া মাদরাসা (একাডেমী শাখা)</td>
                    <td>
                      {" "}
                      গেরুয়া (ডেইরীফার্ম), জাহাঙ্গীরনগর, আশুলিয়া, ঢাকা, ঢাকা
                    </td>
                    <td>20 Jul, 2022</td>
                    <td>
                      01717206601
                      <br /> 01715837364
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৫৩</td>
                    <td>৩৩১</td>
                    <td>বাংলা</td>
                    <td>ঢাকা নয়াটোলা আনওয়ারুল উলূম নো’মানিয়া কামিল মাদরাসা</td>
                    <td> নয়াটোলা (মগবাজার), শান্তিনগর, হাতিরঝিল, ঢাকা, ঢাকা</td>
                    <td>20 Jul, 2022</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৫৪</td>
                    <td>৩৩০</td>
                    <td>বাংলা</td>
                    <td>নূরানী মডেল মাদরাসা এন্ড স্কুল শাখা</td>
                    <td> শাহবাজপুর, জামালপুর সদর, জামালপুর, ময়মনসিংহ</td>
                    <td>12 Jun, 2022</td>
                    <td>
                      01715265134
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৫৫</td>
                    <td>৪৪৩</td>
                    <td>আরবী</td>
                    <td>দারুল উলূম ইসলামিয়া মাদরাসা</td>
                    <td>
                      {" "}
                      উদয় সাগর (হাজীপাড়া), পলাশ বাড়ী, পলাশবাড়ী, গাইবান্ধা, রংপুর
                    </td>
                    <td>25 May, 2022</td>
                    <td>
                      01735773180
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৫৬</td>
                    <td>৩১০</td>
                    <td>বাংলা</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>12 May, 2022</td>
                    <td>
                      1771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৫৭</td>
                    <td>৩১১</td>
                    <td>বাংলা</td>
                    <td>জামিয়া মদিনাতুল উলূম (আমিন বাজার মাদরাসা)</td>
                    <td> পাঁচ গাছিয়া, আমীন বাজার, সাভার, ঢাকা, ঢাকা</td>
                    <td>12 May, 2022</td>
                    <td>
                      01717206601
                      <br /> 01818338774
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৫৮</td>
                    <td>৪৩৭</td>
                    <td>আরবী</td>
                    <td>
                      খুলনা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      সিটি বাইপাস রোড, মোস্তফা মোড়, হরিণটানা, খুলনা, খুলনা
                    </td>
                    <td>12 May, 2022</td>
                    <td>
                      01322891025
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৫৯</td>
                    <td>৪৩৮</td>
                    <td>আরবী</td>
                    <td>
                      শেরপুর কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> দমদমা, কালিগঞ্জ, শেরপুর সদর, শেরপুর, ময়মনসিংহ</td>
                    <td>12 May, 2022</td>
                    <td>
                      01322891015
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৬০</td>
                    <td>৪৪০</td>
                    <td>আরবী</td>
                    <td>
                      ঢাকা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      কুরগাঁও (পুরাতন পূর্বপাড়া), নবীনগর, আশুলিয়া, ঢাকা, ঢাকা
                    </td>
                    <td>01 May, 2022</td>
                    <td>
                      01717633426
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৬১</td>
                    <td>৪৮৯</td>
                    <td>আরবী</td>
                    <td>
                      ঝিনাইদহ কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> ৯নং পোড়াহাটী, ঝিনাইদহ সদর, ঝিনাইদহ, খুলনা</td>
                    <td>01 May, 2022</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৬২</td>
                    <td>৩০৯</td>
                    <td>বাংলা</td>
                    <td>হামিউসসুন্নাহ রউজাতুল উলূম মাদরাসা</td>
                    <td>
                      {" "}
                      সাতপাকিয়া (ফেরীঘাট), দিকপাড়া, শেরপুর সদর, শেরপুর, ময়মনসিংহ
                    </td>
                    <td>03 Apr, 2022</td>
                    <td>
                      01740924992
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৬৩</td>
                    <td>৩২৯</td>
                    <td>বাংলা</td>
                    <td>
                      ঝিনাইদহ কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> ৯নং পোড়াহাটী, ঝিনাইদহ সদর, ঝিনাইদহ, খুলনা</td>
                    <td>03 Apr, 2022</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৬৪</td>
                    <td>৪৩২</td>
                    <td>আরবী</td>
                    <td>আল জামিয়াতুল ইমদাদিয়া কিশোরগঞ্জ</td>
                    <td> কিশোরগঞ্জ সদর, কিশোরগঞ্জ, ঢাকা</td>
                    <td>25 Mar, 2022</td>
                    <td>
                      01911137090
                      <br /> 01741486002
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৬৫</td>
                    <td>৪৩৩</td>
                    <td>আরবী</td>
                    <td>জামিয়া হোসাইনিয়া তজুমদ্দিন</td>
                    <td> তজুমদ্দিন, তজুমদ্দিন, ভোলা, বরিশাল</td>
                    <td>25 Mar, 2022</td>
                    <td>
                      01718632656
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৬৬</td>
                    <td>৩০৭</td>
                    <td>বাংলা</td>
                    <td>
                      খুলনা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      সিটি বাইপাস রোড, মোস্তফা মোড়, হরিণটানা, খুলনা, খুলনা
                    </td>
                    <td>01 Mar, 2022</td>
                    <td>
                      01322891025
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৬৭</td>
                    <td>৩০৩</td>
                    <td>আরবী</td>
                    <td>
                      শেরপুর কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> দমদমা, কালিগঞ্জ, শেরপুর সদর, শেরপুর, ময়মনসিংহ</td>
                    <td>01 Mar, 2022</td>
                    <td>
                      01991990440
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৬৮</td>
                    <td>৩০৩</td>
                    <td>বাংলা</td>
                    <td>দারুস সুন্নাহ মাদরাসা</td>
                    <td> বাহাদুরপুর, শিক্ষাবোর্ড, যশোর সদর, যশোর, খুলনা</td>
                    <td>01 Feb, 2022</td>
                    <td>
                      01773656677
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৬৯</td>
                    <td>৩০৪</td>
                    <td>বাংলা</td>
                    <td>জামিআ’ মুহাম্মদিয়া হুসাইনিয়া গাজীপুর</td>
                    <td> বিজয় রোড, মোগরখাল, গাজীপুর সদর, গাজীপুর, ঢাকা</td>
                    <td>01 Feb, 2022</td>
                    <td>
                      01710380012
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৭০</td>
                    <td>৪৮৪</td>
                    <td>আরবী</td>
                    <td>জামিয়া ইসলামিয়া আশরাফুল উলূম মাদরাসা ও এতিমখানা</td>
                    <td> গোয়ালচামট, ফরিদপুর সদর, ফরিদপুর, ঢাকা</td>
                    <td>01 Feb, 2022</td>
                    <td>
                      01766454841
                      <br /> 01718916691
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৭১</td>
                    <td>৩০১</td>
                    <td>বাংলা</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>01 Jan, 2022</td>
                    <td>
                      01818228519
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৭২</td>
                    <td>২৭২</td>
                    <td>বাংলা</td>
                    <td>মাদ্রাসা বা’বুল উলূম</td>
                    <td>
                      {" "}
                      মুরাইদ, সিরাজনগর, গারো বাজার, ঘাটাইল, টাঙ্গাইল, ঢাকা
                    </td>
                    <td>01 Dec, 2021</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৭৩</td>
                    <td>৩৪৫</td>
                    <td>আরবী</td>
                    <td>আন-নূর ইসলামী একাডেমী</td>
                    <td> মাদানীনগর (বেলদী), নরসিংদী সদর, নরসিংদী, ঢাকা</td>
                    <td>15 Sep, 2021</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৭৪</td>
                    <td>২৬৩</td>
                    <td>বাংলা</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>01 Aug, 2021</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৭৫</td>
                    <td>৩২৭</td>
                    <td>আরবী</td>
                    <td>জামিয়া ইউনুছিয়া মাদরাসা</td>
                    <td> ব্রাহ্মণবাড়িয়া সদর, ব্রাহ্মণবাড়িয়া, চট্টগ্রাম।</td>
                    <td>20 May, 2021</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৭৬</td>
                    <td>৩১৬</td>
                    <td>আরবী</td>
                    <td>ধর্মাদী ফয়জুল উলূম ইসলামিয়া মাদরাসা</td>
                    <td> ধর্মাদী, রুইয়া, বরিশাল সদর, বরিশাল, বরিশাল</td>
                    <td>03 Apr, 2021</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৭৭</td>
                    <td>৩০৯</td>
                    <td>আরবী</td>
                    <td>তা’লীমুস সুন্নাহ মাদরাসা (নূরানী বিভাগ)</td>
                    <td>
                      {" "}
                      শাহানগাছা, ছোনগাছা, সিরাজগঞ্জ সদর, সিরাজগঞ্জ, রাজশাহী
                    </td>
                    <td>01 Apr, 2021</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৭৮</td>
                    <td>৩৪২</td>
                    <td>আরবী</td>
                    <td>
                      আল জামিয়াতুল কারীমিয়া নূরুল উলূম জুম্মাপাড়া (নূরানী বিভাগ)
                    </td>
                    <td> জুম্মাপাড়া, রংপুর সদর, রংপুর, রংপুর</td>
                    <td>31 Jan, 2020</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৭৯</td>
                    <td>৪০৮</td>
                    <td>আরবী</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>০১ ফেব্রুয়ারী</td>
                    <td>
                      01771555000
                      <br /> 01322891020
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৮০</td>
                    <td>৪০১</td>
                    <td>আরবী</td>
                    <td>
                      খুলনা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      সিটি বাইপাস রোড, মোস্তফা মোড়, হরিণটানা, খুলনা, খুলনা
                    </td>
                    <td>১লা জানুয়ারি</td>
                    <td>
                      01322891025
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৮১</td>
                    <td>৪১০</td>
                    <td>আরবী</td>
                    <td>হামিউসসুন্নাহ রউজাতুল উলূম মাদরাসা</td>
                    <td>
                      {" "}
                      সাতপাকিয়া (ফেরীঘাট), দিকপাড়া, শেরপুর সদর, শেরপুর, ময়মনসিংহ
                    </td>
                    <td>১ ফেব্রুয়ারী</td>
                    <td>
                      01711664617
                      <br /> 01616930950
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৮২</td>
                    <td>৪১১</td>
                    <td>আরবী</td>
                    <td>দারুল উলূম ফারুকিয়া আল ইসলামিয়া মাদরাসা</td>
                    <td>
                      {" "}
                      মাগুড়া (প্রধান পাড়া), মাগুড়া- ৫০৪১, পঞ্চগড় সদর, পঞ্চগড়,
                      রংপুর
                    </td>
                    <td>০১ ফেব্রুয়ারী</td>
                    <td>
                      01726315757
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৮৩</td>
                    <td>৩৪৬</td>
                    <td>আরবী</td>
                    <td>গোপালপুর হাফেজিয়া নূরানী মাদরাসা ও এতিমখানা</td>
                    <td> গোপালপুর, আলফাডাঙ্গা, ফরিদপুর, ঢাকা</td>
                    <td>15 সেপ্টম্বর</td>
                    <td>
                      01322891040
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৮৪</td>
                    <td>৪০৯</td>
                    <td>আরবী</td>
                    <td>জামিয়া ছিদ্দিকীয়া (যাদুরচর মাদরাসা)</td>
                    <td> যাদুরচর, হেমায়েতপুর, সাভার, ঢাকা, ঢাকা</td>
                    <td>০১ ফেব্রুয়ারী</td>
                    <td>
                      01711664617
                      <br /> 01616930950
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৮৫</td>
                    <td>৩০৫</td>
                    <td>বাংলা</td>
                    <td>
                      শেরপুর কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> দমদমা, কালিগঞ্জ, শেরপুর সদর, শেরপুর, ময়মনসিংহ</td>
                    <td>15 ফেব্রুয়ারী</td>
                    <td>
                      01322891015
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৮৬</td>
                    <td>৩০১</td>
                    <td>আরবী</td>
                    <td>
                      খুলনা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      সিটি বাইপাস রোড, মোস্তফা মোড়, হরিণটানা, খুলনা, খুলনা
                    </td>
                    <td>০১ জানুয়ারী ২০২১</td>
                    <td>
                      0919990447
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৮৭</td>
                    <td>৩০৬</td>
                    <td>বাংলা</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>১লা মার্চ</td>
                    <td>
                      01771555000
                      <br /> 01322891010
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৮৮</td>
                    <td>৩১২</td>
                    <td>বাংলা</td>
                    <td>কাশেমপুর মদীনাতুল উলূম মাদরাসা</td>
                    <td>
                      {" "}
                      কাশেমপুর, সিটি কলেজ, সাতক্ষীরা সদর, সাতক্ষীরা, খুলনা
                    </td>
                    <td>২৫ মে</td>
                    <td>
                      01717206601
                      <br /> 01714671870
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৮৯</td>
                    <td>৪১২</td>
                    <td>আরবী</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>১ মার্চ</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৯০</td>
                    <td>৪১৩</td>
                    <td>আরবী</td>
                    <td>
                      আল-জামেয়াতুল আহলিয়া দারুল উলূম মুঈনুল ইসলাম (হাটহাজারী
                      মাদরাসা)
                    </td>
                    <td> হাটহাজারী, চট্টগ্রাম, চট্টগ্রাম।</td>
                    <td>২৫ মার্চ</td>
                    <td>
                      01771555000
                      <br /> 01322891020
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৯১</td>
                    <td>৪১৪</td>
                    <td>আরবী</td>
                    <td>জামিয়া কাশেফুল উলূম (হাটখোলা মাদরাসা)</td>
                    <td> হাটখোলা, মধুপুর, টাঙ্গাইল, ঢাকা</td>
                    <td>২৫</td>
                    <td>
                      01856489690
                      <br /> 01777316770
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৯২</td>
                    <td>৪১৫</td>
                    <td>আরবী</td>
                    <td>জামেয়া লুৎফিয়া আনওয়ারুল উলূম হামিদনগর বরুণা মাদরাসা</td>
                    <td> হামিদনগর, হামিদনগর, শ্রীমঙ্গল, মৌলভীবাজার, সিলেট</td>
                    <td>২৫ মার্চ</td>
                    <td>
                      01322891032
                      <br /> 01715086125
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৯৩</td>
                    <td>৪১৬</td>
                    <td>আরবী</td>
                    <td>দারুল উলূম ফয়জিয়া মহিউসসুন্নাহ মাদরাসা</td>
                    <td> গাংগর, সাতোর, বীরগঞ্জ, দিনাজপুর, রংপুর</td>
                    <td>২৫ মার্চ</td>
                    <td>
                      01720245338
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৯৪</td>
                    <td>৪১৭</td>
                    <td>আরবী</td>
                    <td>ধর্মাদী ফয়জুল উলূম ইসলামিয়া মাদরাসা</td>
                    <td> ধর্মাদী, রুইয়া, বরিশাল সদর, বরিশাল, বরিশাল</td>
                    <td>২৫ মার্চ</td>
                    <td>
                      01407091860
                      <br /> 01921001187
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৯৫</td>
                    <td>৪১৯</td>
                    <td>আরবী</td>
                    <td>জামিয়া মদিনাতুল উলূম (আমিন বাজার মাদরাসা)</td>
                    <td> পাঁচ গাছিয়া, আমীন বাজার, সাভার, ঢাকা, ঢাকা</td>
                    <td>২৫ মার্চ</td>
                    <td>
                      01717206601
                      <br /> 01818338774
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৯৬</td>
                    <td>৪২০</td>
                    <td>আরবী</td>
                    <td>
                      খুলনা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      সিটি বাইপাস রোড, মোস্তফা মোড়, হরিণটানা, খুলনা, খুলনা
                    </td>
                    <td>২৫ মার্চ</td>
                    <td>
                      01322891025
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৯৭</td>
                    <td>৪২১</td>
                    <td>আরবী</td>
                    <td>
                      আল জামিয়াতুল কারীমিয়া নূরুল উলূম জুম্মাপাড়া (নূরানী বিভাগ)
                    </td>
                    <td> জুম্মাপাড়া, রংপুর সদর, রংপুর, রংপুর</td>
                    <td>২৫ মার্চ</td>
                    <td>
                      01715361242
                      <br /> 01721217045
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৯৮</td>
                    <td>৪২৪</td>
                    <td>আরবী</td>
                    <td>
                      আল-জামিয়া আল-ইসলামীয়া দারুল উলূম চাকমারকুল (বড় মাদরাসা)
                    </td>
                    <td> চাকমারকুল, রামু, কক্সবাজার, চট্টগ্রাম।</td>
                    <td>২৫ মার্চ</td>
                    <td>
                      01811255299
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>২৯৯</td>
                    <td>৪২৫</td>
                    <td>আরবী</td>
                    <td>
                      শেরপুর কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> দমদমা, কালিগঞ্জ, শেরপুর সদর, শেরপুর, ময়মনসিংহ</td>
                    <td>২৫ মার্চ</td>
                    <td>
                      01322891015
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩০০</td>
                    <td>৪৩০</td>
                    <td>আরবী</td>
                    <td>মোমতাজুল উলূম মাদরাসা</td>
                    <td>
                      {" "}
                      লুৎফর মুন্সি সড়ক, কুঠিপাড়া, কুষ্টিয়া সদর, কুষ্টিয়া, খুলনা
                    </td>
                    <td>২৫ মার্চ</td>
                    <td>
                      01749672300
                      <br /> 01722953955
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩০১</td>
                    <td>৩০২</td>
                    <td>আরবী</td>
                    <td>জামিয়া ছিদ্দিকীয়া (যাদুরচর মাদরাসা)</td>
                    <td> যাদুরচর, হেমায়েতপুর, সাভার, ঢাকা, ঢাকা</td>
                    <td>০১ জানুয়ারী ২০২১</td>
                    <td>
                      01817270901
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩০২</td>
                    <td>৪৮৫</td>
                    <td>আরবী</td>
                    <td>
                      ঝিনাইদহ কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> ৯নং পোড়াহাটী, ঝিনাইদহ সদর, ঝিনাইদহ, খুলনা</td>
                    <td>১২ ফেব্রুয়ারী</td>
                    <td>
                      01715634393
                      <br /> 01322891045
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩০৩</td>
                    <td>৩০৪</td>
                    <td>আরবী</td>
                    <td>চাঁন্দলাই নূরানী একাডেমী</td>
                    <td>
                      {" "}
                      চাঁন্দলাই, চাঁপাইনবাবগঞ্জ, চাঁপাইনবাবগঞ্জ সদর,
                      চাঁপাইনবাবগঞ্জ, রাজশাহী
                    </td>
                    <td>০১ জানুয়ারী ২০২১</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩০৪</td>
                    <td>৩০৫</td>
                    <td>আরবী</td>
                    <td>জামিয়া ইসহাকিয়া ইসলামিয়া মাদরাসা</td>
                    <td>
                      {" "}
                      দাসেরহাট, কাঁঠালবাড়ী, কুড়িগ্রাম সদর, কুড়িগ্রাম, রংপুর
                    </td>
                    <td>১৫ জানুয়ারী</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩০৫</td>
                    <td>৩০৬</td>
                    <td>আরবী</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>০১ ফেব্রুয়ারী</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩০৬</td>
                    <td>৩০৭</td>
                    <td>আরবী</td>
                    <td>
                      জামিয়া নেজামিয়া দারুসসুন্নাহ (নূরানী কিন্ডার গার্টেন শাখা)
                    </td>
                    <td> বানূরগাছী, গোলাবাড়ী, মধুপুর, টাঙ্গাইল, ঢাকা</td>
                    <td>০১ ফেব্রুয়ারী</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩০৭</td>
                    <td>৩০৮</td>
                    <td>আরবী</td>
                    <td>জামিয়া আশরাফিয়া ক্বওমীয়া মাদরাসা</td>
                    <td> সিরাজনগর, কলাতিয়া, কেরাণীগঞ্জ, ঢাকা, ঢাকা</td>
                    <td>০১ ফেব্রুয়ারী</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩০৮</td>
                    <td>৩১১</td>
                    <td>আরবী</td>
                    <td>হামিউসসুন্নাহ রউজাতুল উলূম মাদরাসা</td>
                    <td>
                      {" "}
                      সাতপাকিয়া (ফেরীঘাট), দিকপাড়া, শেরপুর সদর, শেরপুর, ময়মনসিংহ
                    </td>
                    <td>০১ মার্চ</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩০৯</td>
                    <td>৩১২</td>
                    <td>আরবী</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>২১ মার্চ</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩১০</td>
                    <td>৩১৩</td>
                    <td>আরবী</td>
                    <td>
                      আল-জামেয়াতুল আহলিয়া দারুল উলূম মুঈনুল ইসলাম (হাটহাজারী
                      মাদরাসা)
                    </td>
                    <td> হাটহাজারী, চট্টগ্রাম, চট্টগ্রাম।</td>
                    <td>০৩ এপ্রিল</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩১১</td>
                    <td>৩১৮</td>
                    <td>আরবী</td>
                    <td>দারুল কুরআন নূরীয়া মাদরাসা</td>
                    <td> কাইশারচর, ভাকুর্তা, সাভার, ঢাকা, ঢাকা</td>
                    <td>১০ জুন</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩১২</td>
                    <td>৩২২</td>
                    <td>আরবী</td>
                    <td>রাজশাহী দারুল উলূম মাদরাসা</td>
                    <td> মালোপাড়া, বোয়ালিয়া, রাজশাহী, রাজশাহী</td>
                    <td>০৩ এপ্রিল</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩১৩</td>
                    <td>৩২৪</td>
                    <td>আরবী</td>
                    <td>
                      শেরপুর কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> দমদমা, কালিগঞ্জ, শেরপুর সদর, শেরপুর, ময়মনসিংহ</td>
                    <td>০৩ এপ্রিল</td>
                    <td>
                      01991990440
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩১৪</td>
                    <td>৩৩১</td>
                    <td>আরবী</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>২২ মে</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩১৫</td>
                    <td>৩৩৫</td>
                    <td>আরবী</td>
                    <td>
                      শেরপুর কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> দমদমা, কালিগঞ্জ, শেরপুর সদর, শেরপুর, ময়মনসিংহ</td>
                    <td>১২ জুন</td>
                    <td>
                      01991990440
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩১৬</td>
                    <td>৩৩৯</td>
                    <td>আরবী</td>
                    <td>
                      ঢাকা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      কুরগাঁও (পুরাতন পূর্বপাড়া), নবীনগর, আশুলিয়া, ঢাকা, ঢাকা
                    </td>
                    <td>০১ আগস্ট</td>
                    <td>
                      01612367756
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩১৭</td>
                    <td>৩৪৩</td>
                    <td>আরবী</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>০১ সেপ্টেম্বর</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩১৮</td>
                    <td>৪০২</td>
                    <td>আরবী</td>
                    <td>
                      ঢাকা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      কুরগাঁও (পুরাতন পূর্বপাড়া), নবীনগর, আশুলিয়া, ঢাকা, ঢাকা
                    </td>
                    <td>১ জানুয়ারি</td>
                    <td>
                      01717636426
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩১৯</td>
                    <td>৪০৩</td>
                    <td>আরবী</td>
                    <td>দারুল উলূম মুইনুস সুন্নাহ</td>
                    <td>
                      {" "}
                      ভানুগাছ রোড, রেল গেইট, শ্রীমঙ্গল, শ্রীমঙ্গল, মৌলভীবাজার,
                      সিলেট
                    </td>
                    <td>১ জানুয়ারি</td>
                    <td>
                      01701370153
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩২০</td>
                    <td>৪০৪</td>
                    <td>আরবী</td>
                    <td>দারুল উলূম ফয়জিয়া মহিউসসুন্নাহ মাদরাসা</td>
                    <td> গাংগর, সাতোর, বীরগঞ্জ, দিনাজপুর, রংপুর</td>
                    <td>৫ জানুয়ারি</td>
                    <td>
                      01720245338
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩২১</td>
                    <td>৪০৬</td>
                    <td>আরবী</td>
                    <td>তা’লীমুস সুন্নাহ মাদরাসা (নূরানী বিভাগ)</td>
                    <td>
                      {" "}
                      শাহানগাছা, ছোনগাছা, সিরাজগঞ্জ সদর, সিরাজগঞ্জ, রাজশাহী
                    </td>
                    <td>১৫ জানুয়ারি</td>
                    <td>
                      01928601474
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩২২</td>
                    <td>৪০৭</td>
                    <td>আরবী</td>
                    <td>সওতুল কুরআন নূরানী প্রি-ক্যাডেট এন্ড হিফজ মাদরাসা</td>
                    <td> বাগানবাড়ী, এলেঙ্গা, কালিহাতী, টাঙ্গাইল, ঢাকা</td>
                    <td>১৫ জানুয়ারি</td>
                    <td>
                      01778177420
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩২৩</td>
                    <td>৪১৮</td>
                    <td>আরবী</td>
                    <td>আল জামিয়া ইসলামিয়া কাসেমুল উলূম বলিদাপাড়া</td>
                    <td> বলিদাপাড়া, নলডাঙ্গা, কালীগঞ্জ, ঝিনাইদহ, খুলনা</td>
                    <td>২৫ মার্চ</td>
                    <td>
                      01711964886
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩২৪</td>
                    <td>৪২২</td>
                    <td>আরবী</td>
                    <td>বাইতুল কুরআন হাফিজিয়া মাদরাসা</td>
                    <td> দত্তপাড়া, ঈশ্বরগঞ্জ, ময়মনসিংহ, ময়মনসিংহ</td>
                    <td>২৫ মার্চ</td>
                    <td>
                      01739865378
                      <br /> 01946427345
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩২৫</td>
                    <td>৪২৩</td>
                    <td>আরবী</td>
                    <td>রাজশাহী দারুল উলূম মাদরাসা</td>
                    <td> মালোপাড়া, বোয়ালিয়া, রাজশাহী, রাজশাহী</td>
                    <td>২৫ মার্চ</td>
                    <td>
                      01746857102
                      <br /> 01728435304
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩২৬</td>
                    <td>৪২৬</td>
                    <td>আরবী</td>
                    <td>জামিয়া হোসাইনিয়া মদীনাতুল উলূম হাফেজিয়া মাদরাসা</td>
                    <td>
                      {" "}
                      আঠারদাগ, খুকনী বাজার, এনায়েতপুর, সিরাজগঞ্জ, রাজশাহী
                    </td>
                    <td>২৫ মার্চ</td>
                    <td>
                      01712078103
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩২৭</td>
                    <td>৪২৭</td>
                    <td>আরবী</td>
                    <td>জামিয়া ইসলামিয়া মদিনাতুল উলূম লক্ষীপুর</td>
                    <td> গৌরীপুর, গৌরীপুর, দাউদকান্দি, কুমিল্লা, চট্টগ্রাম।</td>
                    <td>২৫ মার্চ</td>
                    <td>
                      01835224988
                      <br /> 01755596638
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩২৮</td>
                    <td>৪২৮</td>
                    <td>আরবী</td>
                    <td>জামিয়া ইউনুছিয়া মাদরাসা</td>
                    <td> ব্রাহ্মণবাড়িয়া সদর, ব্রাহ্মণবাড়িয়া, চট্টগ্রাম।</td>
                    <td>২৫ মার্চ</td>
                    <td>
                      01741396078
                      <br /> 01741486002
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩২৯</td>
                    <td>৪২৯</td>
                    <td>আরবী</td>
                    <td>আল জামিয়া ইসলামিয়া মদীনাতুল উলূম কেরাণীগঞ্জ</td>
                    <td> মধ্যেরচর, শ্যামলাপুর, কেরাণীগঞ্জ, ঢাকা, ঢাকা</td>
                    <td>২৫ মার্চ</td>
                    <td>
                      01747107247
                      <br /> 01977107247
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৩০</td>
                    <td>৪৩৪</td>
                    <td>আরবী</td>
                    <td>মাদ্রাসাতুল উলূমিশ শারইয়্যাহ</td>
                    <td> গোদারপাড়া, বগুড়া সদর, বগুড়া, রাজশাহী</td>
                    <td>২৫ মার্চ</td>
                    <td>
                      01716028427
                      <br /> 01711968969
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৩১</td>
                    <td>৪৩৫</td>
                    <td>আরবী</td>
                    <td>জামেয়া আশরাফিয়া পাবনা</td>
                    <td>
                      {" "}
                      লস্করপুর (০৮নং ওয়ার্ড), পাবনা, পাবনা সদর, পাবনা, রাজশাহী
                    </td>
                    <td>২৫ মার্চ</td>
                    <td>
                      01749729962
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৩২</td>
                    <td>৩৪৭</td>
                    <td>আরবী</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>০১ অক্টোবর</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৩৩</td>
                    <td>৩৫২</td>
                    <td>আরবী</td>
                    <td>মাহমুদিয়া হাফিজিয়া ও নূরানী প্রি-ক্যাডেট মাদরাসা</td>
                    <td> শিপেরখাল, আশাখালী, বরগুনা সদর, বরগুনা, বরিশাল</td>
                    <td>০১ নভেম্বর</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৩৪</td>
                    <td>৩৫৩</td>
                    <td>আরবী</td>
                    <td>
                      খুলনা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      সিটি বাইপাস রোড, মোস্তফা মোড়, হরিণটানা, খুলনা, খুলনা
                    </td>
                    <td>০১ নভেম্বর</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৩৫</td>
                    <td>৩৫৫</td>
                    <td>আরবী</td>
                    <td>তাহফিজুল কুরআন নূরানী মাদরাসা</td>
                    <td> হরি কুমারিয়া, মাদারীপুর সদর, মাদারীপুর, ঢাকা</td>
                    <td>০১ নভেম্বর</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৩৬</td>
                    <td>৩২৭</td>
                    <td>বাংলা</td>
                    <td>মদীনাতুল উলূম মাদরাসা</td>
                    <td>
                      {" "}
                      হারামিয়া (৮নং ওয়ার্ড), বক্তার হাট, সন্দ্বীপ, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>1 জানুয়ারী</td>
                    <td>
                      01816002359
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৩৭</td>
                    <td>৩৩৭</td>
                    <td>আরবী</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>০১ আগস্ট</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৩৮</td>
                    <td>৩৫৪</td>
                    <td>আরবী</td>
                    <td>দারুল উলূম ফয়জিয়া মহিউসসুন্নাহ মাদরাসা</td>
                    <td> গাংগর, সাতোর, বীরগঞ্জ, দিনাজপুর, রংপুর</td>
                    <td>১৫ নভেম্বর</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৩৯</td>
                    <td>৩৫৬</td>
                    <td>আরবী</td>
                    <td>
                      শেরপুর কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> দমদমা, কালিগঞ্জ, শেরপুর সদর, শেরপুর, ময়মনসিংহ</td>
                    <td>০১ ডিসেম্বর</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৪০</td>
                    <td>৩৫৮</td>
                    <td>আরবী</td>
                    <td>আল জামিয়াতুল আরবিয়্যা কাসেমুল উলূম ক্বওমী মাদরাসা</td>
                    <td>
                      {" "}
                      কালুপাড়া (রহমতপাড়া), শত্রুজিৎপুর, মাগুরা সদর, মাগুরা,
                      খুলনা
                    </td>
                    <td>১৫ ডিসেম্বর</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৪১</td>
                    <td>৩৪৯</td>
                    <td>আরবী</td>
                    <td>
                      শেরপুর কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td> দমদমা, কালিগঞ্জ, শেরপুর সদর, শেরপুর, ময়মনসিংহ</td>
                    <td>০১ অক্টোবর</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৪২</td>
                    <td>৩৪৮</td>
                    <td>আরবী</td>
                    <td>
                      ঢাকা কার্যালয় : নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      কুরগাঁও (পুরাতন পূর্বপাড়া), নবীনগর, আশুলিয়া, ঢাকা, ঢাকা
                    </td>
                    <td>০১ অক্টোবর</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৪৩</td>
                    <td>৩৬০</td>
                    <td>আরবী</td>
                    <td>মাদরাসা-ই-তা’লীমুল কুরআন</td>
                    <td> লাউতাড়া, সুভাষিনী, তালা, সাতক্ষীরা, খুলনা</td>
                    <td>২০ আগস্ট</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৪৪</td>
                    <td>৩৫৯</td>
                    <td>আরবী</td>
                    <td>আল জামিয়াতুল ইসলামিয়া দারুল উলূম</td>
                    <td>
                      {" "}
                      দারোয়ানী টেক্সটাইল মিলস্, চৌরঙ্গী মোড়, নীলফামারী সদর,
                      নীলফামারী, রংপুর
                    </td>
                    <td>১৫ ডিসেম্বর</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৪৫</td>
                    <td>৩৫১</td>
                    <td>আরবী</td>
                    <td>নূরানী মডেল মাদরাসা এন্ড স্কুল শাখা</td>
                    <td> শাহবাজপুর, জামালপুর সদর, জামালপুর, ময়মনসিংহ</td>
                    <td>০১ নভেম্বর</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৪৬</td>
                    <td>৩৫৭</td>
                    <td>আরবী</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>০১ ডিসেম্বর</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৪৭</td>
                    <td>৩১৪</td>
                    <td>আরবী</td>
                    <td>দারুল উলূম ফয়জিয়া মহিউসসুন্নাহ মাদরাসা</td>
                    <td> গাংগর, সাতোর, বীরগঞ্জ, দিনাজপুর, রংপুর</td>
                    <td>০৩ এপ্রিল</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৪৮</td>
                    <td>৩১৫</td>
                    <td>আরবী</td>
                    <td>জামেয়া আশরাফিয়া পাবনা</td>
                    <td>
                      {" "}
                      লস্করপুর (০৮নং ওয়ার্ড), পাবনা, পাবনা সদর, পাবনা, রাজশাহী
                    </td>
                    <td>০৩ এপ্রিল</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৪৯</td>
                    <td>৩২১</td>
                    <td>আরবী</td>
                    <td>
                      মারকাযুল উলূম আলহাজ্ব নূরুল ইসলাম চৌধুরী ক্বওমী মাদরাসা ও
                      এতিমখানা
                    </td>
                    <td> লালমোহন, ভোলা, বরিশাল</td>
                    <td>০৩ এপ্রিল</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৫০</td>
                    <td>৩৩০</td>
                    <td>আরবী</td>
                    <td>রাঙ্গামাটি দারুল উলূম</td>
                    <td>
                      {" "}
                      আমানতবাগ (কলজ গেইট), রাঙ্গামাটি সদর, রাঙ্গামাটি সদর,
                      রাঙ্গামাটি, চট্টগ্রাম।
                    </td>
                    <td>০১ মার্চ</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৫১</td>
                    <td>৩২৮</td>
                    <td>আরবী</td>
                    <td>দারুল উলূম মাবিয়া ইসলামিয়া মাদরাসা (একাডেমী শাখা)</td>
                    <td>
                      {" "}
                      গেরুয়া (ডেইরীফার্ম), জাহাঙ্গীরনগর, আশুলিয়া, ঢাকা, ঢাকা
                    </td>
                    <td>০১ নভেম্বর</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৫২</td>
                    <td>৩৪১</td>
                    <td>আরবী</td>
                    <td>হিদায়াতুল উম্মাহ মডেল মাদরাসা</td>
                    <td>
                      {" "}
                      পূর্ব সাপটানা (নয়ারহাট), লালমনিরহাট সদর, লালমনিরহাট, রংপুর
                    </td>
                    <td>০১ নভেম্বর</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৫৩</td>
                    <td>৩৫০</td>
                    <td>আরবী</td>
                    <td>জামেয়া ইসলামিয়া জমিরিয়া নূরুল উলূম হরিপুর</td>
                    <td>
                      {" "}
                      উত্তর হরিপুর (বাংলাবাজার), হরিপুর, ছাগলনাইয়া, ফেনী,
                      চট্টগ্রাম।
                    </td>
                    <td>০১ ডিসেম্বর</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৫৪</td>
                    <td>৪৮৬</td>
                    <td>আরবী</td>
                    <td>ঢাকা নয়াটোলা আনওয়ারুল উলূম নো’মানিয়া কামিল মাদরাসা</td>
                    <td> নয়াটোলা (মগবাজার), শান্তিনগর, হাতিরঝিল, ঢাকা, ঢাকা</td>
                    <td>২৫ মার্চ</td>
                    <td>
                      01711206518
                      <br /> 01725416148
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৫৫</td>
                    <td>৪৮৭</td>
                    <td>আরবী</td>
                    <td>মাদরাসা আরবিয়া খাইরিয়া আনোয়ারা</td>
                    <td>
                      {" "}
                      চুন্নাপাড়া, রায়পুর, আনোয়ারা, চট্টগ্রাম, চট্টগ্রাম।
                    </td>
                    <td>২৫ মার্চ</td>
                    <td>
                      01322891044
                      <br /> 01711152226
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৫৬</td>
                    <td>৩৪০</td>
                    <td>আরবী</td>
                    <td>জামেউল উলূম রাজ্জাকিয়া মাদরাসা</td>
                    <td> মাদানী নগর, কাউনিয়া, কাউনিয়া, বরিশাল, বরিশাল</td>
                    <td>16 আগস্ট</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৫৭</td>
                    <td>৩১৭</td>
                    <td>আরবী</td>
                    <td>আল জামিয়াতুল ইসলামিয়া কাসেমুল উলূম ক্বওমী মাদরাসা</td>
                    <td> বলিদাপাড়া, নলডাঙ্গা, কালীগঞ্জ, ঝিনাইদহ, খুলনা</td>
                    <td>০৩ এপ্রিল</td>
                    <td>
                      01771555000
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৫৮</td>
                    <td>৪৩৬</td>
                    <td>আরবী</td>
                    <td>
                      কেন্দ্রীয় কার্যালয়: নূরানী তা’লীমুল কুরআন বোর্ড চট্টগ্রাম
                      বাংলাদেশ
                    </td>
                    <td>
                      {" "}
                      রেল স্টেশন রোড, হাটহাজারী, হাটহাজারী, চট্টগ্রাম,
                      চট্টগ্রাম।
                    </td>
                    <td>১২ মে</td>
                    <td>
                      01322891020
                      <br /> 01322891040
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৫৯</td>
                    <td>৪৭১</td>
                    <td>আরবী</td>
                    <td>তাহফিজুল কুরআন নূরানী মাদরাসা</td>
                    <td> হরি কুমারিয়া, মাদারীপুর সদর, মাদারীপুর, ঢাকা</td>
                    <td>১ নভেম্বর</td>
                    <td>
                      01688262555
                      <br /> 01725848547
                      <br />{" "}
                    </td>
                  </tr>
                  <tr>
                    <td>৩৬০</td>
                    <td>৪৩৯</td>
                    <td>আরবী</td>
                    <td>জামিয়া আরাবিয়া আশরাফুল উলূম বালিয়া</td>
                    <td> বালিয়া, ফুলপুর, ময়মনসিংহ, ময়মনসিংহ</td>
                    <td>১২ মে</td>
                    <td>01771555000 </td>
                  </tr>
                </tbody>
              </table>
            </div>
          </div>
        </section>
      </div>

      <Footer />

      <div
        className="modal fade"
        id="phone_modal"
        tabindex="-1"
        aria-labelledby="exampleModalLabel"
        aria-hidden="true"
      >
        <div className="modal-dialog">
          <form
            onsubmit="return check_data_poridorshok()"
            action="/institute-register-online"
            method="get"
            className="has-validation-callback"
          >
            <div className="modal-content">
              <div className="modal-header">
                <h5 className="modal-title" id="exampleModalLabel">
                  প্রশিক্ষক ও পরিদর্শক এর ফরম
                </h5>
                <button
                  type="button"
                  className="close"
                  data-dismiss="modal"
                  aria-label="Close"
                >
                  <span aria-hidden="true">×</span>
                </button>
              </div>
              <div className="modal-body">
                <div className="form-group">
                  <label className="font-weight-bold">
                    প্রশিক্ষক ও পরিদর্শক এর মোবাইল নম্বর
                  </label>
                  <div className="input-group mb-3">
                    <div className="input-group-prepend">
                      <span className="input-group-text" id="basic-addon1">
                        880
                      </span>
                    </div>
                    <input
                      id="p_phone"
                      type="number"
                      name="phone"
                      className="form-control"
                      placeholder="মোবাইল নম্বর দিন"
                    />
                  </div>
                </div>
                <div className="form-group" id="p_phone_err"></div>
              </div>
              <div className="modal-footer">
                <button
                  type="button"
                  className="btn btn-secondary"
                  data-dismiss="modal"
                >
                  বাতিল
                </button>
                <button type="submit" className="btn btn-primary">
                  সাবমিট
                </button>
              </div>
            </div>
          </form>
        </div>
      </div>
    </div>
  );
}

export default Moallem_training_center;
